Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

# wood_use_latewood_bump:uilabel
source: Use latewood bump
plk: Użyj wypukłości drewna późnego

# wood_use_manual_late_color:uilabel
source: Use manual latewood color
plk: Użyj ręcznego koloru drewna późnego

# wood_use_manual_late_color_label
source: Manual Latewood Color
plk: Ręczny kolor drewna późnego

# wood_use_manual_late_color_label:tooltip
source: Enable to specify a custom Latewood color.
plk: Umożliwia określenie niestandardowego koloru drewna późnego.

# wood_use_pores:uilabel
source: Use pores feature
plk: Użyj funkcji porów

# wood_use_rays:uilabel
source: Use rays feature
plk: Użyj funkcji promieni
