Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: Leather - perforated dark grey
plk: Skóra — ciemnoszara, perforowana

source: Leather - perforated green
plk: Skóra — zielona, perforowana

source: Leather - perforated red
plk: Skóra — czerwona, perforowana

source: Leather - perforated tan
plk: Skóra — brązowa, perforowana

source: Leather - perforated white
plk: Skóra — biała, perforowana

source: Leather - perforated yellow
plk: Skóra — żółta, perforowana

source: Leather and Cloth
plk: Skóra i tkanina

source: Leather and Cloth/Cloth
plk: Skóra i tkanina/Tkanina

source: Leather and Cloth/Leather
plk: Skóra i tkanina/Skóra

source: Leather, weathered
plk: Skóra, starzona

source: Light
plk: Lekkie

source: Lightweight
plk: Lekkie

source: Lightweight brick
plk: Cegła lekka

source: Lightweight f'c=28 MPa
plk: Lekkie, f'c=28 MPa

source: Lightweight f'c=30 MPa
plk: Lekki f'c=30 MPa

source: Lightweight f'c=4.0 ksi
plk: Lekkie, f'c=4,0 ksi

source: Lightweight f'c=40 MPa
plk: Lekki f'c=40 MPa

source: Lightweight f'c=45 MPa
plk: Lekki f'c=45 MPa

source: Lightweight f'c=50 MPa
plk: Lekki f'c=50 MPa

source: Lightweight masonry unitss
plk: Lekkie bloczki

source: Lime mortar
plk: Zaprawa wapienna

source: Lime plaster
plk: Tynk wapienny

source: Limestone
plk: Wapień

source: Limestone mortar
plk: Zaprawa wapienna

source: Limestone, rough rubble
plk: Wapień, chropowaty gruz

source: Limestone, rough, coursed ashlar
plk: Wapień, chropowaty, kamienie ciosane ułożone warstwami

source: Linen, beige
plk: Płótno, beżowe

source: Linen, white
plk: Płótno, białe

source: Linoleum flooring
plk: Podłoga z linoleum

source: Liquid
plk: Płyn

source: Liquid Crystal Polymer
plk: Polimer ciekłokrystaliczny

source: Liquid structural asset.
plk: Ciekłe zasoby konstrukcyjne.

source: Liquid thermal asset.
plk: Zasób termiczny — płyn.

source: Loose fill
plk: Wypełnienie sypkie

source: Low Alloy
plk: Stop niskoprocentowy

source: Low Carbon
plk: Niskowęglowe

source: Low Carbon Steel
plk: Stal niskowęglowa

source: Low Carbon Steel, Hot Rolled
plk: Stal niskowęglowa, walcowana na gorąco

source: Low Carbon Steel, Normalized
plk: Stal niskowęglowa, normalizowana

source: Low E coated bronze glass
plk: Szkło brązowe z powłoką o niskiej emisyjności

source: Low E coated glass
plk: Szkło z powłoką o niskiej emisyjności

source: Low Hardenability Chromoly Steel with 0.30-0.37 carbon content, Quenched & Tempered
plk: Stal chromowo-molibdenowa o niskiej hartowności i zawartości węgla 0.30–0.37, ulepszana cieplnie

source: Low Hardenability Ni-Cr-Mo Steel with 0.30-0.37 carbon content, Normalized
plk: Stal niklowo-chromowo-molibdenowa o niskiej hartowności i zawartości węgla 0.30–0.37, normalizowana

source: Low carbon steel
plk: Stal niskowęglowa

source: Low density EPS
plk: Styropian o małej gęstości

source: Low density polyethylene
plk: Polietylen o małej gęstości

source: Low-Medium Carbon Steel, Annealed
plk: Stal nisko- i średniowęglowa, wyżarzana

source: Low-Medium Carbon Steel, Hot Rolled
plk: Stal nisko- i średniowęglowa, walcowana na gorąco

# Low-Medium Carbon Steel, Quenched &amp; Tempered
source: Low-Medium Carbon Steel, Quenched & Tempered
plk: Stal nisko- i średniowęglowa, ulepszana cieplnie

source: MDF Board
plk: Płyta MDF

source: MDF Medium Density Fiberboard
plk: MDF — płyta pilśniowa o średniej gęstości

source: MDF board
plk: Płyta MDF

source: MDPE
plk: Polietylen o średniej gęstości

source: Magnesium
plk: Magnez

source: Mahogany
plk: Mahoń

source: Mahogany - Glossy
plk: Mahoń — połysk

source: Mahogany - Semigloss
plk: Mahoń — półpołysk

source: Malleable cast iron
plk: Żeliwo ciągliwe

source: Maple
plk: Klon

source: Marble
plk: Marmur

source: Marble (Translucent)
plk: Marmur (półprzezroczysty)

source: Marble (White)
plk: Marmur (biały)

source: Marble - white
plk: Marmur — biały

source: Marble - white translucent
plk: Marmur — biały, półprzezroczysty

source: Marble, polished veined, stacked
plk: Marmur, polerowany z żyłkami, ułożony w stosy

source: Martensitic stainless steel
plk: Stal nierdzewna martenzytyczna

source: Masonry
plk: Mur

source: Material-140
plk: Kamień polny

source: Material-141
plk: Granit, cięty, polerowany

source: Material-142
plk: Granit, cięty, chropowaty

source: Material-143
plk: Wapień

source: Material-144
plk: Marmur

source: Material-145
plk: Gruz

source: Material-146
plk: Łupek

source: Material-147
plk: Kamień

source: Material-148
plk: Trawertyn

source: Matte surface
plk: Powierzchnia matowa

source: Medium
plk: Średnia

source: Medium Carbon Steel, Annealed
plk: Stal średniowęglowa, wyżarzana

source: Medium Carbon Steel, Hot Rolled
plk: Stal średniowęglowa, walcowana na gorąco

# Medium Carbon Steel, Quenched &amp; Tempered
source: Medium Carbon Steel, Quenched & Tempered
plk: Stal średniowęglowa, ulepszana cieplnie

source: Medium Hardenability Cr Steel with 0.50-0.63 carbon content, Hot
plk: Stal chromowa o średniej hartowności i zawartości węgla 0.50–0.63, walcowana na gorąco

source: Medium Hardenability Cr Steel with 0.50-0.63 carbon content, Quenched & Tempered
plk: Stal chromowa o średniej hartowności i zawartości węgla 0.50–0.63, ulepszana cieplnie

source: Medium Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content,Quenched & Tempered
plk: Stal niklowo-chromowo-molibdenowa o średniej hartowności i zawartości węgla 0.40–0.42, ulepszana cieplnie

source: Medium density polyethylene
plk: Polietylen o średniej gęstości

source: Medium weight brick
plk: Cegła o średnim ciężarze

source: Medium weight masonry units
plk: Bloczki o średnim ciężarze

source: Melamine molding compound
plk: Melaminowa masa wtryskowa

source: Membrane
plk: Membrana

source: Mesh - Expanded Thick
plk: Siatka — rozwinięta, gruba

source: Mesh Expanded Thin
plk: Siatka rozwinięta cienka

source: Metal Flake
plk: Opiłki metalu

source: Metal material
plk: Materiał metalowy

source: Metal structural asset.
plk: Zasób konstrukcyjny — metal.

source: Metal/Aluminum
plk: Metal/Aluminium

source: Metal/Brass
plk: Metal/Mosiądz

source: Metal/Bronze
plk: Metal/Brąz

source: Metal/Chrome
plk: Metal/Chrom

source: Metal/Coatings
plk: Metal/powłoki

source: Metal/Copper
plk: Metal/Miedź

source: Metal/Gold
plk: Metal/Złoto

source: Metal/Iron
plk: Metal/Żelazo

source: Metal/Lead
plk: Metal/Ołów

source: Metal/Nickel
plk: Metal/Nikiel

source: Metal/Non Ferrous
plk: Metal/Nieżelazny

source: Metal/Palladium
plk: Metal/Pallad

source: Metal/Platinum
plk: Metal/Platyna

source: Metal/Silver
plk: Metal/Srebro

source: Metal/Stainless
plk: Metal/Nierdzewny

source: Metal/Steel
plk: Metal/Stal

source: Metal/Titanium
plk: Metal/Tytan

source: Metallic
plk: Metaliczny

source: Metallic paint - black
plk: Farba metaliczna — czarna

source: Metallic paint - black with flakes
plk: Farba metaliczna — czarna z opiłkami

source: Metallic paint - blue
plk: Farba metaliczna — niebieska

source: Metallic paint - blue with flakes
plk: Farba metaliczna — niebieska z opiłkami

source: Metallic paint - dark grey
plk: Farba metaliczna — ciemnoszara

source: Metallic paint - dark grey with flakes
plk: Farba metaliczna — ciemnoszara z opiłkami

source: Metallic paint - green
plk: Farba metaliczna — zielona

source: Metallic paint - green with flakes
plk: Farba metaliczna — zielona z opiłkami

source: Metallic paint - red
plk: Farba metaliczna — czerwona

source: Metallic paint - red with flakes
plk: Farba metaliczna — czerwona z opiłkami

source: Metallic paint - silver
plk: Farba metaliczna — srebrna

source: Metallic paint - silver with flakes
plk: Farba metaliczna — srebrna z opiłkami

source: Metallic paint - yellow
plk: Farba metaliczna — żółta

source: Metallic paint - yellow with flakes
plk: Farba metaliczna — żółta z opiłkami

source: Methane, properties at atmospheric pressure
plk: Metan, właściwości pod ciśnieniem atmosferycznym

source: Mics
plk: Różne

source: Mild Steel
plk: Stal miękka

source: Mild steel - welded
plk: Stal miękka — spawana

source: Mineral Fiber
plk: Włókno mineralne

source: Mirror glass
plk: Szkło lustrzane

source: Misc
plk: Różne

source: Moderate-Strength Aluminum Alloy
plk: Stop aluminium o średniej wytrzymałości

source: Molded HDPE
plk: Formowany polietylen wysokiej gęstości (HDPE)

source: Molded LDPE
plk: Formowany polietylen niskiej gęstości (LDPE)

source: Molded Nylon
plk: Nylon odlewany

source: Molded PTFE, Polytetrafluoroethylene
plk: Odlewany PTFE, politetrafluoroetylen

source: Molded Silicone Rubber
plk: Odlewany kauczuk silikonowy

source: Molybdenum disulphide filled nylon
plk: Nylon wypełniony disiarczkiem molibdenu

source: Monel metal
plk: Metal Monela

source: Monterey Pine
plk: Sosna kalifornijska

source: Mud
plk: Muł

source: Mud brick
plk: Cegła suszona

source: NBR
plk: Kauczuk butadienowo-akrylonitrylowy

source: Natural Rubber
plk: Kauczuk naturalny

source: Natural rubber
plk: Kauczuk naturalny

source: Natural rubber, black
plk: Kauczuk naturalny, czarny

source: Natural wool
plk: Wełna naturalna

source: Neoprene rubber
plk: Kauczuk neoprenowy

source: Nickel
plk: Nikiel

source: Nickel - Polished
plk: Nikiel — polerowany

source: Nickel - Satin
plk: Nikiel — satynowy

source: Nickel - polished
plk: Nikiel — polerowany

source: Nickel - satin
plk: Nikiel — satynowy

source: Nickel Chromium Vanadium steel
plk: Stal niklowo-chromowo-wanadowa

source: Nickel Molybdenum steel
plk: Stal niklowo-molibdenowa

source: Nickel, polished
plk: Nikiel, polerowany

source: Nitrile rubber
plk: Kauczuk nitrylowy

source: Nitrogen
plk: Azot

source: Nitrogen, properties at atmospheric pressure
plk: Azot, właściwości pod ciśnieniem atmosferycznym

source: Non Ferrous
plk: Nieżelazawy

source: Non alloy steel
plk: Stal niestopowa

source: Nonlinear structural asset.
plk: Nieliniowy zasób konstrukcyjny.

source: Northern Red Oak
plk: Dąb czerwony

source: Norway Spruce
plk: Świerk norweski

source: Nylon 6-6 (White)
plk: Nylon 6-6 (biały)

source: Nylon 6-6 - white glossy
plk: Nylon 6-6 — biały, połysk

source: OSB
plk: Płyta wiórowa o wiórach orientowanych

source: OSB, oriented strand board, aspen
plk: Płyta wiórowa o wiórach orientowanych, osikowa

source: Oak
plk: Dąb

source: Oak (End Grain)
plk: Dąb (w poprzek usłojenia)

source: Oak - Glossy
plk: Dąb — połysk

source: Oak - Semigloss
plk: Dąb — półpołysk

source: Opaque
plk: Nieprzezroczyste

source: Opaque material
plk: Materiał nieprzezroczysty

source: Optical glass
plk: Szkło optyczne

source: Other
plk: Inne

source: Other/Base Materials
plk: Inne/materiały bazowe

source: Other/Carbon Fiber
plk: Inne/Włókno węglowe

source: Other/Emissive
plk: Inne/Emisyjne

source: Other/Environment
plk: Inne/Środowisko

source: Other/Foam
plk: Inne/Pianka

source: Other/Gemstone
plk: Inne/Kamień szlachetny

source: Other/Ground Plane
plk: Inne/Płaszczyzna podłoża

source: Other/Paper
plk: Inne/Papier

source: Other/Rubber
plk: Inne/Kauczuk

source: Other/Water
plk: Inne/Woda

source: Other/Wax
plk: Inne/Wosk

source: Oxygen
plk: Tlen

source: Oxygen free copper
plk: Miedź wolna od tlenu

source: Oxygen, properties at atmospheric pressure
plk: Tlen, właściwości pod ciśnieniem atmosferycznym

source: PMMA
plk: Polimetakrylan metylu

source: PP
plk: Polipropylen

source: PVC
plk: PCW

source: PVC foam board
plk: Płyta z pianki PCW

source: PVC-P
plk: PCW-P

source: PVC-U
plk: PCW-U

source: PVCA
plk: Chlorek winylu/octan winylu

source: PVCU
plk: PCWU

source: Paek (Beige)
plk: Poliaryloeteroketon (beżowy)

source: Paek - beige rough
plk: Poliaryloeteroketon — beżowy, szorstki

source: Paint
plk: Farba

source: Paint - Enamel Glossy (Black)
plk: Farba — emalia, połysk (czarna)

source: Paint - Enamel Glossy (Blue)
plk: Farba — emalia, połysk (niebieska)

source: Paint - Enamel Glossy (Dark Grey)
plk: Farba — emalia, połysk (ciemnoszara)

source: Paint - Enamel Glossy (Green)
plk: Farba — emalia, połysk (zielona)

source: Paint - Enamel Glossy (Grey)
plk: Farba — emalia, połysk (szara)

source: Paint - Enamel Glossy (Red)
plk: Farba — emalia, połysk (czerwona)

source: Paint - Enamel Glossy (White)
plk: Farba — emalia, połysk (biała)

source: Paint - Enamel Glossy (Yellow)
plk: Farba — emalia, połysk (żółta)

source: Paint - Metal Flake (Black)
plk: Farba — z opiłkami metalu (czarna)

source: Paint - Metal Flake (Blue)
plk: Farba — z opiłkami metalu (niebieska)

source: Paint - Metal Flake (Dark Grey)
plk: Farba — z opiłkami metalu (ciemnoszara)

source: Paint - Metal Flake (Green)
plk: Farba — z opiłkami metalu (zielona)

source: Paint - Metal Flake (Red)
plk: Farba — z opiłkami metalu (czerwona)

source: Paint - Metal Flake (Silver)
plk: Farba — z opiłkami metalu (srebrna)

source: Paint - Metal Flake (Yellow)
plk: Farba — z opiłkami metalu (żółta)

source: Paint - Metallic (Black)
plk: Farba — metaliczna (czarna)

source: Paint - Metallic (Blue)
plk: Farba — metaliczna (niebieska)

source: Paint - Metallic (Dark Grey)
plk: Farba — metaliczna (ciemnoszara)

source: Paint - Metallic (Green)
plk: Farba — metaliczna (zielona)

source: Paint - Metallic (Red)
plk: Farba — metaliczna (czerwona)

source: Paint - Metallic (Silver)
plk: Farba — metaliczna (srebrna)

source: Paint - Metallic (Yellow)
plk: Farba — metaliczna (żółta)

source: Paint - Powder coat black
plk: Farba — nakładana proszkowo czarna

source: Paint - Powder coat black rough
plk: Farba — nakładana proszkowo czarna chropowata

source: Paint - Powder coat blue
plk: Farba — nakładana proszkowo niebieska

source: Paint - Powder coat blue rough
plk: Farba — nakładana proszkowo niebieska chropowata

source: Paint - Powder coat dark grey
plk: Farba — nakładana proszkowo ciemnoszara

source: Paint - Powder coat dark grey rough
plk: Farba — nakładana proszkowo ciemnoszara chropowata

source: Paint - Powder coat green
plk: Farba — nakładana proszkowo zielona

source: Paint - Powder coat green rough
plk: Farba — nakładana proszkowo zielona chropowata

source: Paint - Powder coat grey
plk: Farba — nakładana proszkowo szara

source: Paint - Powder coat grey rough
plk: Farba — nakładana proszkowo szara chropowata

source: Paint - Powder coat red
plk: Farba — nakładana proszkowo czerwona

source: Paint - Powder coat red rough
plk: Farba — nakładana proszkowo czerwona chropowata

source: Paint - Powder coat white
plk: Farba — nakładana proszkowo biała

source: Paint - Powder coat white rough
plk: Farba — nakładana proszkowo biała chropowata

source: Paint - Powder coat yellow
plk: Farba — nakładana proszkowo żółta

source: Paint - Powder coat yellow rough
plk: Farba — nakładana proszkowo żółta chropowata

source: Paint - enamel black glossy
plk: Farba — emalia czarna błyszcząca

source: Paint - enamel blue glossy
plk: Farba — emalia niebieska błyszcząca

source: Paint - enamel dark grey glossy
plk: Farba — emalia ciemnoszara błyszcząca

source: Paint - enamel green glossy
plk: Farba — emalia zielona błyszcząca

source: Paint - enamel grey glossy
plk: Farba — emalia szara błyszcząca

source: Paint - enamel red glossy
plk: Farba — emalia czerwona błyszcząca

source: Paint - enamel white glossy
plk: Farba — emalia biała błyszcząca

source: Paint - enamel yellow glossy
plk: Farba — emalia żółta błyszcząca

source: Paint/Glossy
plk: Farba/Błyszcząca

source: Paint/Metal Flake
plk: Farba/Z opiłkami metalu

source: Paint/Metallic
plk: Farba/Metaliczna

source: Paint/Powder Coat Rough
plk: Farba/Powłoka proszkowa chropowata

source: Paint/Powder Coat Smooth
plk: Farba/Powłoka proszkowa gładka

source: Palladium
plk: Pallad

source: Palladium - Polished
plk: Pallad — polerowany

source: Palladium - Satin
plk: Pallad — satynowy

source: Palladium - polished
plk: Pallad — polerowany

source: Palladium - satin
plk: Pallad — satynowy

source: Panels
plk: Panele

source: Paper
plk: Papier

source: Paper (White)
plk: Papier (biały)

source: Paper - white
plk: Papier — biały

source: Partially filled heavyweight masonry units
plk: Częściowo wypełnione bloczki ciężkie

source: Partially filled lightweight masonry units
plk: Częściowo wypełnione bloczki lekkie

source: Partially filled medium weight masonry units
plk: Częściowo wypełnione bloczki średnie

source: Particle Board
plk: Płyta wiórowa

source: Particle board
plk: Płyta wiórowa

source: Particleboard
plk: Płyta wiórowa

source: Paving brick
plk: Klinkier drogowy

source: Percelain wall tile
plk: Porcelanowa płytka ścienna

source: Perlite insulation board
plk: Perlitowa płyta izolacyjna

source: Perlite loose fill
plk: Sypkie wypełnienie perlitowe

source: Perlite-filled lightweight masonry units
plk: Wypełnione perlitem bloczki lekkie

source: Perlite-filled meduim weight masonry units
plk: Wypełnione perlitem bloczki średnie

source: Perspex
plk: Pleksiglas

source: Phenolic (Amber)
plk: Fenoplast (bursztynowy)

source: Phenolic - amber
plk: Fenoplast — bursztynowy

source: Phenolic Resin
plk: Żywica fenolowa

source: Phenolic formaldehyde resins
plk: Żywice fenolowo-formaldehydowe

source: Philippine Mahogony
plk: Mahoń filipiński

source: Photobooth
plk: Kiosk foto

# PhysMatSchema_localname:Physical Material
source: Physical Material
plk: Materiał fizyczny

# PhysMatSchema_localtype:Material
source: Material
plk: Materiał

source: PhysicalBasic-001
plk: Porcelana

source: PhysicalBasic-002
plk: Sklejka bambusowa

source: PhysicalBasic-003
plk: Płytki korkowe

source: PhysicalBasic-004
plk: Winylowy materiał na podłogi

source: PhysicalBasic-005
plk: Izolacja celulozowa

source: PhysicalBasic-006
plk: Odporne na wilgoć

source: PhysicalBasic-007
plk: System docieplenia zewnętrznego — izolacja zewnętrzna

source: PhysicalBasic-008
plk: Izolacja z włókna szklanego

source: PhysicalBasic-009
plk: Perlit

source: PhysicalBasic-010
plk: Wełna skalna

source: PhysicalBasic-011
plk: Wermikulit

source: PhysicalBasic-012
plk: Spieniony polistyren ekstrudowany

source: PhysicalBasic-013
plk: Cegła — niewypalana

source: PhysicalBasic-014
plk: Cegła — zwykła

source: PhysicalBasic-015
plk: Cegła — drążona

source: PhysicalBasic-016
plk: Cegła — kostki brukowe

source: PhysicalBasic-017
plk: Akustyczna klepka sufitowa

source: PhysicalBasic-018
plk: Asfalt — nawierzchnia

source: PhysicalBasic-019
plk: Asfalt — bitumin

source: PhysicalBasic-020
plk: Ziemia

source: PhysicalBasic-021
plk: Żwir

source: PhysicalBasic-022
plk: Papier

source: PhysicalBasic-023
plk: Piasek

source: PhysicalBasic-024
plk: Gips wzmocniony włóknem szklanym

source: PhysicalBasic-025
plk: Ściana gipsowa

source: PhysicalBasic-026
plk: Tynk

source: PhysicalBasic-027
plk: Stiuk

source: PhysicalBasic-028
plk: Poliizocyjanian

source: PhysicalBasic-029
plk: Poliizocyjanurat

source: PhysicalBasic-030
plk: Pianka poliuretanowa

source: PhysicalBasic-031
plk: Gont asfaltowy

source: PhysicalBasic-033
plk: Łupek

source: PhysicalBasic-034
plk: Dywan

source: PhysicalBasic-035
plk: Tkanina — bawełniana

source: PhysicalBasic-036
plk: Tkanina — poliester

source: PhysicalBasic-037
plk: skóra

source: PhysicalBasic-038
plk: Płytka — terakota

source: PhysicalBasic-039
plk: Płytka — porcelana

source: PhysicalBasic-040
plk: Płytka — płytka kamienna

source: PhysicalBasic-041
plk: Blat lity

source: PhysicalFatigue_200
plk: Aluminium 5083 87 formowane na zimno

source: PhysicalFatigue_201
plk: Aluminium 5052 H32

source: PhysicalFatigue_202
plk: Aluminium 5454 0 formowane na zimno

source: PhysicalFatigue_203
plk: Aluminium 6061 T6 80 formowane na gorąco

source: PhysicalFatigue_204
plk: Aluminium 6061 T6 0 formowane na zimno

source: PhysicalFatigue_205
plk: Aluminium 7175 T73 0 formowane na gorąco

source: PhysicalFatigue_206
plk: Stal, MAN-TEN

source: PhysicalFatigue_207
plk: Stal, RQC100

source: PhysicalFatigue_208
plk: Stal AISI 1006 85 walcowana na gorąco

source: PhysicalFatigue_209
plk: Stal AISI 1006 85B walcowana na gorąco

source: PhysicalFatigue_210
plk: Stal AISI 1008 91 walcowana na gorąco

source: PhysicalFatigue_211
plk: Stal AISI 1015 80 normalizowana

source: PhysicalFatigue_212
plk: Stal AISI 1018 106 walcowana na gorąco

source: PhysicalFatigue_213
plk: Stal AISI 1018 118 ulepszana cieplnie

source: PhysicalFatigue_214
plk: Stal AISI 1018 209 ulepszana cieplnie

source: PhysicalFatigue_215
plk: Stal AISI 1020 107 walcowana na gorąco

source: PhysicalFatigue_216
plk: Stal AISI 1020 108 wyżarzana

source: PhysicalFatigue_217
plk: Stal AISI 1030 128 walcowana na gorąco

source: PhysicalFatigue_218
plk: Stal AISI 1030 128A walcowana na gorąco

source: PhysicalFatigue_219
plk: Stal AISI 1045 225 wyżarzana

source: PhysicalFatigue_220
plk: Stal AISI 1045 390 ulepszana cieplnie

source: PhysicalFatigue_221
plk: Stal AISI 1045 450 ulepszana cieplnie

source: PhysicalFatigue_222
plk: Stal AISI 1045 500 ulepszana cieplnie

source: PhysicalFatigue_223
plk: Stal AISI 1045 595 ulepszana cieplnie

source: PhysicalFatigue_224
plk: Stal AISI 1045 705 ulepszana cieplnie

source: PhysicalFatigue_225
plk: Stal AISI 1045 HV walcowana na gorąco

source: PhysicalFatigue_226
plk: Stal AISI 1080 371 ulepszana cieplnie

source: PhysicalFatigue_227
plk: Stal AISI 1080 410 ulepszana cieplnie

source: PhysicalFatigue_228
plk: Stal AISI 1080 421 hartowana izotermicznie

source: PhysicalFatigue_229
plk: Stal AISI 1522 289 walcowana na gorąco

source: PhysicalFatigue_230
plk: Stal AISI 1522 304 walcowana na gorąco

source: PhysicalFatigue_231
plk: Stal AISI 1541 362 ulepszana cieplnie

source: PhysicalFatigue_232
plk: Stal AISI 1561 234 walcowana na gorąco

source: PhysicalFatigue_233
plk: Stal AISI 4130 259 ulepszana cieplnie

source: PhysicalFatigue_234
plk: Stal AISI 4130 366 ulepszana cieplnie

source: PhysicalFatigue_235
plk: Stal AISI 4142 380 ulepszana cieplnie

source: PhysicalFatigue_236
plk: Stal AISI 4142 400 ulepszana cieplnie

source: PhysicalFatigue_237
plk: Stal AISI 4142 450 ulepszana cieplnie

source: PhysicalFatigue_238
plk: Stal AISI 4142 450A ulepszana cieplnie

source: PhysicalFatigue_239
plk: Stal AISI 4142 475 ulepszana cieplnie

source: PhysicalFatigue_240
plk: Stal AISI 4142 475A ulepszana cieplnie

source: PhysicalFatigue_241
plk: Stal AISI 4142 560 ulepszana cieplnie

source: PhysicalFatigue_242
plk: Stal AISI 4142 670 ulepszana cieplnie

source: PhysicalFatigue_243
plk: Stal AISI 4340 242 walcowana na gorąco

source: PhysicalFatigue_244
plk: Stal AISI 4340 350A ulepszana cieplnie

source: PhysicalFatigue_245
plk: Stal AISI 4340 350B ulepszana cieplnie

source: PhysicalFatigue_246
plk: Stal AISI 4340 350C ulepszana cieplnie

source: PhysicalFatigue_247
plk: Stal AISI 4340 409 ulepszana cieplnie

source: PhysicalFatigue_248
plk: Stal AISI 5160 434 ulepszana cieplnie

source: PhysicalFatigue_249
plk: Stal AISI 5210 517 walcowana na gorąco

source: PhysicalFatigue_250
plk: Stal AISI 8630 254 normalizowana

source: PhysicalFatigue_251
plk: Stal AISI 8640 361 ulepszana cieplnie

source: PhysicalFatigue_252
plk: Stal AISI 9262 260 normalizowana

source: PhysicalFatigue_253
plk: Stal AISI 9262 271 ulepszana cieplnie

source: PhysicalGas-001
plk: Powietrze

source: PhysicalGas-002
plk: Argon

source: PhysicalGas-003
plk: Dwutlenek węgla

source: PhysicalGas-004
plk: Chlor

source: PhysicalGas-005
plk: Hel

source: PhysicalGas-006
plk: Wodór

source: PhysicalGas-007
plk: Metan

source: PhysicalGas-008
plk: Azot

source: PhysicalGas-009
plk: Tlen

source: PhysicalGen_103
plk: Materiał ogólny

source: PhysicalLiquid-001
plk: Woda

source: PhysicalMetal_100
plk: Stal stopowa

source: PhysicalMetal_103
plk: Mosiądz — miękki żółty

source: PhysicalMetal_106
plk: Brąz — odlew

source: PhysicalMetal_107
plk: Miedź — odlew

source: PhysicalMetal_108
plk: Żelazo — odlew

source: PhysicalMetal_109
plk: Stal — odlew

source: PhysicalMetal_111
plk: Stop miedzi

source: PhysicalMetal_113
plk: Stal — galwanizowana
