Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: Concrete f'c=4.0 ksi
plk: Beton f'c=4,0 ksi

source: Concrete f'c=4.5 ksi
plk: Beton f'c=4,5 ksi

source: Concrete f'c=40 MPa
plk: Beton f'c=40 MPa

source: Concrete f'c=45 MPa
plk: Beton f'c=45 MPa

source: Concrete f'c=5.0 ksi
plk: Beton f'c=5,0 ksi

source: Concrete f'c=5.5 ksi
plk: Beton f'c=5,5 ksi

source: Concrete f'c=50 MPa
plk: Beton f'c=50 MPa

source: Concrete f'c=6.0 ksi
plk: Beton f'c=6,0 ksi

source: Concrete f'c=60 MPa
plk: Beton f'c=60 MPa

source: Concrete f'c=7.5 MPa
plk: Beton f'c=7,5 MPa

source: Concrete structural asset.
plk: Zasób konstrukcyjny — beton.

source: Concrete surface
plk: Powierzchnia betonowa

source: Concrete tiles
plk: Płytki betonowe

source: Concrete, lightweight aggregate
plk: Beton, kruszywo lekkie

source: Concrete, stone aggregate
plk: Beton, kruszywo kamienne

source: Concrete/Fiber Reinforced
plk: Beton/Wzmocniony włóknem

source: Concrete/High Strength
plk: Beton/Wysoka wytrzymałość

source: Concrete/Lightweight
plk: Beton/Lekki

source: Concrete/Standard
plk: Beton/Standardowy

source: Copper
plk: Miedź

source: Copper - Brushed Radial
plk: Miedź — szczotkowana promieniowo

source: Copper - Cast
plk: Miedź — odlew

source: Copper - High-Strength Alloy
plk: Miedź — stop o wysokiej wytrzymałości

source: Copper - Patina
plk: Miedź — patyna

source: Copper - Polished
plk: Miedź — polerowana

source: Copper - Pure (Low-Strength)
plk: Miedź — czysta (niska wytrzymałość)

source: Copper - brushed radial stacked
plk: Miedź — szczotkowana promieniowo piętrowo

source: Copper - patina
plk: Miedź — patyna

source: Copper - polished
plk: Miedź — polerowana

source: Copper - wire mesh
plk: Miedź — siatka druciana

source: Copper Alloy
plk: Stop miedzi

source: Copper Mesh - Wire Small
plk: Siatka miedziana — druciana, mała

source: Copper alloy
plk: Stop miedzi

source: Copper, oxidized finish
plk: Miedź, wykończenie oksydowane

source: Copper, patina finish
plk: Miedź, wykończenie patynowe

source: Copper, polished
plk: Miedź, polerowana

source: Cored brick
plk: Cegła drążona

source: Cork tile
plk: Płytka korkowa

source: Corrosion Resistant
plk: Odporność na korozję

source: Cross Banded Laminated Lumber
plk: Drewno LVL klejone krzyżowo

source: Crossroads
plk: Skrzyżowanie

source: Crushed Stone
plk: Tłuczeń kamienny

source: Default
plk: Domyślna

source: Default Concrete f'c=3.5 ksi
plk: Beton, domyślny, f'c=3,5 ksi

source: Default hardwood -Red Oak
plk: Drewno twarde, domyślne, dąb czerwony

source: Default hardwood, Oak
plk: Domyślne drewno twarde, dąb

source: Default softwood - Spruce-Pine-Fir
plk: Domyślne drewno miękkie — świerk-sosna-jodła

source: Default softwood, douglas fir
plk: Domyślne drewno miękkie, daglezja zielona

# DetailsLabel
source: Details
plk: Szczegóły

source: Diatomaceous Earth
plk: Ziemia okrzemkowa

source: Display - 4x20 - LCD
plk: Wyświetlacz — 4x20 — LCD

source: Display - 4x20 - LCD (Blue)
plk: Wyświetlacz — 4x20 — LCD (niebieski)

source: Display - 4x20 - LCD (Green)
plk: Wyświetlacz — 4x20 -LCD (zielony)

source: Display - 4x20 - LCD (Red)
plk: Wyświetlacz — 4x20 — LCD (czerwony)

source: Display - 4x20 - LCD (White on Blue)
plk: Wyświetlacz — 4x20 — LCD (biały na niebieskim)

source: Display - 7 Segments - LCD
plk: Wyświetlacz — 7 segmentów — LCD

source: Display - 7 Segments - LCD (Cyan)
plk: Wyświetlacz — 7 segmentów — LCD (cyjan)

source: Display - 7 Segments - LED
plk: Wyświetlacz — 7 segmentów — LED

source: Display - 7 Segments - LED (Green)
plk: Wyświetlacz — 7 segmentów — LED (zielony)

source: Display - 7 Segments - LED (Red)
plk: Wyświetlacz — 7 segmentów — LED (czerwony)

source: Display - Electroluminescent
plk: Wyświetlacz — elektroluminescencyjny

source: Display - Electroluminescent (Green)
plk: Wyświetlacz — elektroluminescencyjny (zielony)

source: Display - Electroluminescent (Orange)
plk: Wyświetlacz — elektroluminescencyjny (pomarańczowy)

source: Display - Electroluminescent (Yellow)
plk: Wyświetlacz — elektroluminescencyjny (żółty)

source: Display - LCD
plk: Wyświetlacz — LCD

source: Display - OLED
plk: Wyświetlacz — OLED

source: Douglas Fir
plk: Daglezja

source: Dry lake bed
plk: Dno suchego jeziora

source: DryLakeBed
plk: Dno suchego jeziora

source: Ductile Cast Iron
plk: Żeliwo sferoidalne

source: Ductile cast iron
plk: Żeliwo sferoidalne

source: EC2 Concrete C12/15
plk: Beton EC2 C12/15

source: EC2 Concrete C16/20
plk: Beton EC2 C16/20

source: EC2 Concrete C20/25
plk: Beton EC2 C20/25

source: EC2 Concrete C25/30
plk: Beton EC2 C25/30

source: EC2 Concrete C30/37
plk: Beton EC2 C30/37

source: EC2 Concrete C35/45
plk: Beton EC2 C35/45

source: EC2 Concrete C40/50
plk: Beton EC2 C40/50

source: EC2 Concrete C45/55
plk: Beton EC2 C45/55

source: EC2 Concrete C50/60
plk: Beton EC2 C50/60

source: EC2 Concrete C55/67
plk: Beton EC2 C55/67

source: EC2 Concrete C60/75
plk: Beton EC2 C60/75

source: EC2 Concrete C70/85
plk: Beton EC2 C70/85

source: EC2 Concrete C80/95
plk: Beton EC2 C80/95

source: EC2 Concrete C90/105
plk: Beton EC2 C90/105

source: EPS
plk: Styropian

# Earlywood_Roughness_label
source: Earlywood Roughness
plk: Chropowatość drewna wczesnego

# Earlywood_Roughness_label:tooltip
source: Enables separate roughness for Earlywood.
plk: Włącza osobną chropowatość drewna wczesnego.

# Earlywood_label
source: Earlywood
plk: Drewno wczesne

# Earlywood_label:tooltip
source: Enables ring growth Earlywood color variations
plk: Włącza zmiany koloru słojów przyrostu drewna wczesnego

source: Earth
plk: Ziemia

# EarywoodLabel
source: Earlywood
plk: Drewno wczesne

# EarywoodLabel:tooltip
source: Earlywood color.
plk: Kolor drewna wczesnego.

source: Eastern White Pine
plk: Sosna wejmutka

# Elastic_Nonlinear_Table_Data
source: Data
plk: Dane

# Elasto_Plastic_Parameters
source: Plastic Parameters
plk: Parametry plastyczności

# Elasto_Plastic_Yield_Function
source: Yield Function
plk: Funkcja plastyczności

source: Emissive
plk: Emisyjne

source: Engineered Wood
plk: Drewno uszlachetnione

source: Environment
plk: Środowisko

source: Epoxy Carbon Fiber Composite
plk: Kompozyt z włókien epoksydowo-węglowych

source: Epoxy Glass Fiber Composite
plk: Kompozyt z włókien epoksydowo-szklanych

source: Epoxy molding compound
plk: Epoksydowa mieszanka do formowania

source: Epoxy resin
plk: Żywica epoksydowa

# Equibiaxial_Tension_Table
source: Equibiaxial Tension
plk: Rozciąganie dwuosiowe równomierne

source: Eucalyptus
plk: Eukaliptus

source: Eurocode
plk: Normy europejskie

source: European Whitewood
plk: Świerk europejski

source: Excelsior
plk: Wełna drzewna do opakowań

source: Expanded
plk: Rozszerzone

source: Expanded Polystyrene based
plk: Oparte na styropianie

source: Expanded clay filling
plk: Wypełnienie z gliny porowatej

source: Expanded polystyrene foam
plk: Pianka styropianowa

source: Expanded vermiculite panels
plk: Panele z porowatego wermikulitu

source: Extruded polystyrene foam
plk: Wytłaczany spieniony polistyren

source: F5CEA218-3A0A-4C3D-83AC-171D5B52DA86
plk: Aluminium —​ stop o średniej wytrzymałości

source: F628A5C3-CA0F-4528-91C7-DABB7B6C5699
plk: Stal — stal węglowa na zbiorniki ciśnieniowe

source: Fabric
plk: Tkanina

source: Fabric (Black)
plk: Tkanina (czarna)

source: Fabric (Blue)
plk: Tkanina (niebieska)

source: Fabric (Denim)
plk: Tkanina (indygo)

source: Fabric (Generic)
plk: Tkanina (ogólnie)

source: Fabric (Green)
plk: Tkanina (zielona)

source: Fabric (Grey)
plk: Tkanina (szara)

source: Fabric (Light Brown)
plk: Tkanina (jasnobrązowa)

source: Fabric (Red)
plk: Tkanina (czerwona)

source: Fabric (White)
plk: Tkanina (biała)

source: Fabric (Yellow)
plk: Tkanina (żółta)

source: Fabric, gray
plk: Tkanina, szara

source: Fatigue/Aluminum
plk: Zmęczenie/aluminium

source: Fatigue/Steel
plk: Zmęczenie/stal

source: Felt sheathing
plk: Poszycie pilśniowe

source: Ferritic stainless steel
plk: Stal nierdzewna ferrytyczna

source: Ferritic stainless steel - decorative
plk: Stal nierdzewna ferrytyczna — dekoracyjna

source: Ferritic stainless steel - high temperature
plk: Stal nierdzewna ferrytyczna — wysoka temperatura

source: Fiber Reinforced
plk: Wzmocnione włóknem

source: Fiber cement panels
plk: Panele z cementu włóknistego

# Fiber_Highlights_label
source: Fiber Highlights
plk: Rozświetlenia włókien

# Fiber_Highlights_label:tooltip
source: Enables random highlights color variations.
plk: Włącza losowe zmiany koloru rozświetlenia włókien.

source: Fiberboard
plk: Płyta pilśniowa

source: Fiberglass
plk: Włókno szklane

source: Fiberglass batt insulation
plk: Mata izolacyjna z włókna szklanego

source: Fiberglass blanket insulation
plk: Koc izolacyjny z włókna szklanego

source: Field
plk: Pole

source: Filled
plk: Wypełniony

source: Fine Gold 99.95%
plk: Złoto czyste 99,95%

source: Fine gold
plk: Złoto czyste

source: Finished
plk: Wykończone

source: Firebrick
plk: Cegła ogniotrwała

source: Flexible PVC
plk: Elastyczne PCW

source: Flexible polyvinyl chloride
plk: Elastyczny polichlorek winylu

source: Floor
plk: Podłoga

source: Floor Tile
plk: Płytka podłogowa

source: Flooring
plk: Podłoga

source: Foam
plk: Pianka

source: Foam rubber
plk: Kauczuk butylowy

source: Foamglass
plk: Szkło piankowe

source: Free cutting brass
plk: Mosiądz automatowy

source: Frosted glass
plk: Szkło matowe

source: Fused quartz
plk: Stopiony kwarc

source: Fused silica
plk: Stopiona krzemionka

source: GFRC
plk: Beton wzmocniony włóknem szklanym

source: GFRG
plk: Gips wzmocniony włóknem szklanym

source: GFRP
plk: Tworzywo wzmocnione włóknem szklanym

source: GWB
plk: Płyta gipsowo-kartonowa

source: Galvanized steel
plk: Stal galwanizowana

source: Gas
plk: Gaz

source: Gas structural asset.
plk: Gazowe zasoby konstrukcyjne.

source: Gas thermal asset.
plk: Zasób termiczny — gaz.

source: Gemstone
plk: Kamień szlachetny

source: Gemstone - Crystal
plk: Kamień szlachetny — kryształ

source: Gemstone - Diamond
plk: Kamień szlachetny — diament

source: Gemstone - Emerald
plk: Kamień szlachetny — szmaragd

source: Gemstone - Ruby
plk: Kamień szlachetny — rubin

source: Gemstone - Sapphire
plk: Kamień szlachetny — szafir

source: Generic Plastic
plk: Tworzywo sztuczne — ogólne

source: Generic fabric - any color
plk: Tkanina ogólna — dowolny kolor

source: Generic fabric black
plk: Tkanina ogólna czarna

source: Generic fabric blue
plk: Tkanina ogólna niebieska

source: Generic fabric denim
plk: Tkanina ogólna indygo

source: Generic fabric green
plk: Tkanina ogólna zielona

source: Generic fabric grey
plk: Tkanina ogólna szara

source: Generic fabric light brown
plk: Tkanina ogólna jasnobrązowa

source: Generic fabric red
plk: Tkanina ogólna czerwona

source: Generic fabric white
plk: Tkanina ogólna biała

source: Generic fabric yellow
plk: Tkanina ogólna żółta

source: Generic leather - any color
plk: Skóra ogólna — dowolny kolor

source: Generic structural asset.
plk: Zasób konstrukcyjny — ogólny.

source: Generic wood
plk: Drewno ogólne

source: Generic/Ceramic
plk: Ogólne/Ceramiczne

source: Generic/Engineered Wood
plk: Ogólne/Obrobione drewno

source: Generic/Glass
plk: Ogólne/Szkło

source: Generic/Stone
plk: Ogólne/Kamień

source: Glass
plk: Szkło

source: Glass (Blue)
plk: Szkło (niebieskie)

source: Glass (Bronze)
plk: Szkło (brązowe)

source: Glass (Clear)
plk: Szkło (przezroczyste)

source: Glass (Green)
plk: Szkło (zielone)

source: Glass (Grey)
plk: Szkło (szare)

source: Glass (Red)
plk: Szkło (czerwone)

source: Glass - Bubbles
plk: Szkło — pęcherzyki

source: Glass - Clouds
plk: Szkło — chmury

source: Glass - Frosted
plk: Szkło — matowe

source: Glass - Frosted Light
plk: Szkło — lekko matowe

source: Glass - Frosted Medium
plk: Szkło — średnio matowe

source: Glass - Heavy Color
plk: Szkło — ciemny kolor

source: Glass - Heavy Color (Blue)
plk: Szkło — ciemny kolor (niebieski)

source: Glass - Light Color
plk: Szkło — jasny kolor

source: Glass - Light Color (Blue)
plk: Szkło — jasny kolor (niebieski)

source: Glass - Lines
plk: Szkło — linie

source: Glass - Medium Color
plk: Szkło — średni kolor

source: Glass - Medium Color (Blue)
plk: Szkło — średni kolor (niebieski)

source: Glass - Mosaic
plk: Szkło — mozaika

source: Glass - Noise
plk: Szkło — szum

source: Glass - Tempered
plk: Szkło — hartowane

source: Glass - Window
plk: Szkło — okienne

source: Glass - blue
plk: Szkło — niebieskie

source: Glass - bronze
plk: Szkło — brązowe

source: Glass - clear
plk: Szkło — przezroczyste

source: Glass - frosted
plk: Szkło — matowe

source: Glass - frosted light
plk: Szkło — lekko matowe

source: Glass - frosted medium
plk: Szkło — średnio matowe

source: Glass - green
plk: Szkło — zielone

source: Glass - grey
plk: Szkło — szare

source: Glass - red
plk: Szkło — czerwone

source: Glass - textured bubbles
plk: Szkło — tekstura pęcherzyków

source: Glass - textured clouds
plk: Szkło — tekstura chmur

source: Glass - textured lines
plk: Szkło — tekstura linii

source: Glass - textured mosaic
plk: Szkło — tekstura mozaikowa

source: Glass - textured random
plk: Szkło — tekstura losowa

source: Glass - windshield
plk: Szkło — szyba

source: Glass Fiber Board Organic Bonded
plk: Płyta z włókna szklanego, związana organicznie

source: Glass Fiber Reinforced Concrete, 5% fibers
plk: Beton wzmocniony włóknem szklanym, 5% włókna

source: Glass Heavy Color
plk: Szkło o dużym nasyceniu koloru

source: Glass Light Color
plk: Szkło o małym nasyceniu koloru

source: Glass Medium Color
plk: Szkło o średnim nasyceniu koloru

source: Glass fiber reinforced epoxy
plk: Epoksyd wzmocniony włóknem szklanym

source: Glass fiber reinforced plastic
plk: Tworzywo wzmocnione włóknem szklanym

source: Glass foam
plk: Pumeks

source: Glass/Color Density
plk: Szkło/Nasycenie koloru

source: Glass/Smooth
plk: Szkło/Gładkie

source: Glass/Textured
plk: Szkło/Teksturowane

source: Glazing
plk: Szklenie

source: Glossy
plk: Błyszczący

source: Glossy surface
plk: Powierzchnia błyszcząca

source: Glossy surface with light bump
plk: Powierzchnia błyszcząca z niewielką wypukłością

source: Glue laminated timber GL24c EN 1194
plk: Drewno klejone warstwowo GL24c EN 1194

source: Glue laminated timber GL24h EN 1194
plk: Drewno klejone warstwowo GL24h EN 1194

source: Glue laminated timber GL28c EN 1194
plk: Drewno klejone warstwowo GL28c EN 1194

source: Glue laminated timber GL28h EN 1194
plk: Drewno klejone warstwowo GL28h EN 1194

source: Glue laminated timber GL32c EN 1194
plk: Drewno klejone warstwowo GL32c EN 1194

source: Glue laminated timber GL32h EN 1194
plk: Drewno klejone warstwowo GL32h EN 1194

source: Glue laminated timber GL36c EN 1194
plk: Drewno klejone warstwowo GL36c EN 1194

source: Glue laminated timber GL36h EN 1194
plk: Drewno klejone warstwowo GL36h EN 1194

source: Glulam
plk: Drewno klejone warstwowo

source: Gold
plk: Złoto

source: Gold - Polished
plk: Złoto — polerowane

source: Gold - polished
plk: Złoto — polerowane

source: Grade H-1
plk: Klasa H-1

source: Grand Fir
plk: Jodła olbrzymia

source: Granite
plk: Granit

source: Granite surface
plk: Powierzchnia granitowa

source: Granite, average properties
plk: Granit, właściwości średnie

source: Granite, polished gray, running
plk: Granit, polerowany szary, wiązanie wózkowane

source: Granite, rough gray, stacked
plk: Granit, chropowaty szary, ułożenie w stosy

source: Graphics
plk: Grafika

# GraphicsSchema_localname:Graphics
source: Graphics
plk: Grafika

# GraphicsSchema_localtype:Graphics
source: Graphics
plk: Grafika

source: Gravel
plk: Żwir

source: Gray cast iron
plk: Żeliwo szare

source: Grey Cast Iron
plk: Szare żeliwo

source: Grey cast iron
plk: Szare żeliwo

source: Gronze glazing
plk: Przeszklenie brązowe

source: Ground Plane
plk: Płaszczyzna podłoża

source: Ground cork
plk: Mączka korkowa

# GrowthLabel
source: Growth
plk: Przyrost

# GrowthVariationsLabel
source: Growth Variations
plk: Zmiany przyrostu

source: Gypsum
plk: Gips

source: Gypsum Plaster
plk: Tynk gipsowy

source: Gypsum board
plk: Płyta gipsowa

source: HDPE
plk: Polietylen dużej gęstości

source: HIPS
plk: Polistyren wysokoudarowy

source: Hard Board
plk: Twarda płyta

source: Hard board
plk: Twarda płyta

source: Hardboard
plk: Płyta pilśniowa twarda

source: Hardened
plk: Utwardzane

source: Hardwood
plk: Drewno twarde

source: Heat Treated
plk: Obrabiane cieplnie

source: Heavy
plk: Ciężkie

source: Heavy masonry units
plk: Bloczki ciężkie

source: Heavyweight brick
plk: Ciężka cegła

source: Helium, properties at atmospheric pressure
plk: Hel, właściwości pod ciśnieniem atmosferycznym

source: High Carbon Steel, Austempered
plk: Stal wysokowęglowa, hartowana izotermicznie

# High Carbon Steel, Quenched &amp; Tempered
source: High Carbon Steel, Quenched & Tempered
plk: Stal wysokowęglowa, ulepszana cieplnie

source: High Carbon steel
plk: Stal wysokowęglowa

source: High Density
plk: Duża gęstość

source: High Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content, Hot Rolled
plk: Stal niklowo-chromowo-molibdenowa o wysokiej hartowności i zawartości węgla 0.40–0.42, walcowana na gorąco

source: High Hardenability Ni-Cr-Mo Steel with 0.40-0.42 carbon content, Quenched & Tempered
plk: Stal niklowo-chromowo-molibdenowa o wysokiej hartowności i zawartości węgla 0.40–0.42, ulepszana cieplnie

source: High Hardenability Si-Mn Steel with 0.50-0.63 carbon content, Normalized
plk: Stal krzemowo-manganowa o wysokiej hartowności i zawartości węgla 0.50–0.63, normalizowana

source: High Hardenability Si-Mn Steel with 0.50-0.63 carbon content, Quenched & Tempered
plk: Stal krzemowo-manganowa o wysokiej hartowności i zawartości węgla 0.50–0.63, ulepszana cieplnie

source: High Strength
plk: Wysoka wytrzymałość

source: High Strength f'c=10.0 ksi
plk: Wysoka wytrzymałość, f'c=10,0 ksi

source: High Strength f'c=11.0 ksi
plk: Wysoka wytrzymałość, f'c=11,0 ksi

source: High Strength f'c=12.0 ksi
plk: Wysoka wytrzymałość, f'c=12,0 ksi

source: High Strength f'c=7.0 ksi
plk: Wysoka wytrzymałość, f'c=7,0 ksi

source: High Strength f'c=8.0 ksi
plk: Wysoka wytrzymałość, f'c=8,0 ksi

source: High Strength f'c=9.0 ksi
plk: Wysoka wytrzymałość, f'c=9,0 ksi

source: High Strength steel Fy 345 MPa
plk: Stal o wysokiej wytrzymałości, fy 345 MPa

source: High Strength steel, Fy 290 MPa
plk: Stal o wysokiej wytrzymałości, fy 290 MPa

source: High density EPS
plk: Styropian o dużej gęstości

source: High density melamine
plk: Melamina o dużej gęstości

source: High density polyethylene
plk: Polietylen o dużej gęstości

source: High impact polystyrene
plk: Polistyren wysokoudarowy

source: High strength low alloy steel
plk: Stal niskostopowa o wysokiej wytrzymałości

source: High-Strength Aluminum Alloy
plk: Stop aluminium o wysokiej wytrzymałości

source: High-Strength Structural Steel
plk: Stal konstrukcyjna o wysokiej wytrzymałości

source: High-strength low-alloy
plk: Niskostopowa o wysokiej wytrzymałości

source: Hollow glass block
plk: Wydrążony blok szklany

source: Honduras Mahogony
plk: Mahoń amerykański

source: Hot Formed
plk: Formowane na gorąco

source: Hydrogen, properties at atmospheric pressure
plk: Wodór, właściwości pod ciśnieniem atmosferycznym

source: IIR
plk: Kauczuk izoprenowo-izobutenowy

source: Image Based Lighting.
plk: Oświetlenie oparte na obrazie.

source: Insulated
plk: Izolowane

source: Insulation
plk: Izolacja

source: Insulation-Fibers
plk: Włókno izolacyjne

source: Iron
plk: Żelazo

source: Iron - Cast
plk: Żelazo — odlew

source: Iron - Polished
plk: Żelazo — polerowane

source: Iron - cast
plk: Żelazo — odlew

source: Iron - polished
plk: Żelazo — polerowane

source: Iron, Wrought
plk: Żelazo kute

source: Jade (Green)
plk: Jadeit (zielony)

source: Jade (White)
plk: Jadeit (biały)

source: Jade (White-Green)
plk: Jadeit (biało-zielony)

source: Jade - green
plk: Jadeit — zielony

source: Jade - white
plk: Jadeit — biały

source: Jade - white and green
plk: Jadeit — biały i zielony

source: Jarrah
plk: Eukaliptus

source: Jute felt
plk: Filc jutowy

source: Jute fibre
plk: Tkanina jutowa

source: Kerto-S beam 21-90 mm EC5
plk: Belka Kerto-S 21-90 mm EC5

source: Kieselgur
plk: Diatomit

source: LCP
plk: Polimer ciekłokrystaliczny

source: LDPE
plk: Polietylen o małej gęstości

source: LED (Blue)
plk: LED (niebieski)

source: LED (Green)
plk: LED (zielony)

source: LED (Red)
plk: LED (czerwony)

source: LED - SMD 3528 - 8lm (White)
plk: LED — SMD 3528 — 8 lm (biały)

source: LED - SMD 5050 - 20lm (White)
plk: LED — SMD 5050 — 20 lm (biały)

source: LED - SMD 5630 - 50lm (White)
plk: LED — SMD 5630 — 50 lm (biały)

source: Laminated Bamboo
plk: Laminowany bambus

source: Laminated Paper
plk: Papier laminowany

source: Laminated Veneer Lumber
plk: Warstwowe drewno fornirowe

source: Laminated bamboo sheets
plk: Laminowane arkusze bambusowe

source: Landscape
plk: Poziomo

# LatewoodExponentLabel
source: Latewood Exponent
plk: Wykładnik dla drewna późnego

# LatewoodExponentLabel:tooltip
source: Latewood color as a power of the Earlywood color(1.0 = same, < 1.0 = lighter, > 1.0 = darker).
plk: Kolor drewna późnego jako potęga koloru drewna wczesnego (1.0 = taki sam, < 1.0 = jaśniejszy, > 1.0 = ciemniejszy).

# Latewood_label
source: Latewood
plk: Drewno późne

# Latewood_label:tooltip
source: Enables ring growth Latewood color variations
plk: Włącza zmiany koloru słojów przyrostu drewna późnego

source: Layered material
plk: Materiał warstwowy

source: Lead
plk: Ołów

source: Lead - Rough
plk: Ołów — chropowaty

source: Lead - Satin
plk: Ołów — satynowy

source: Lead - rough
plk: Ołów — chropowaty

source: Lead - satin
plk: Ołów — satynowy

source: Lead glass
plk: Szkło ołowiowe

source: Lead, oxidized
plk: Ołów, oksydowany

source: Lead, oxidized finish
plk: Ołów, wykończenie oksydowane

source: Leather
plk: skóra

source: Leather (Generic)
plk: Skóra (ogólnie)

source: Leather - Glossy
plk: Skóra — połysk

source: Leather - Matte (Black)
plk: Skóra — matowa (czarna)

source: Leather - Matte (Blue)
plk: Skóra — matowa (niebieska)

source: Leather - Matte (Dark Grey)
plk: Skóra — matowa (ciemnoszara)

source: Leather - Matte (Green)
plk: Skóra — matowa (zielona)

source: Leather - Matte (Red)
plk: Skóra — matowa (czerwona)

source: Leather - Matte (Tan)
plk: Skóra — matowa (brązowa)

source: Leather - Matte (White)
plk: Skóra — matowa (biała)

source: Leather - Matte (Yellow)
plk: Skóra — matowa (żółta)

source: Leather - Perforated (Black)
plk: Skóra — perforowana (czarna)

source: Leather - Perforated (Blue)
plk: Skóra — perforowana (niebieska)

source: Leather - Perforated (Dark Grey)
plk: Skóra — perforowana (ciemnoszara)

source: Leather - Perforated (Green)
plk: Skóra — perforowana (zielona)

source: Leather - Perforated (Red)
plk: Skóra — perforowana (czerwona)

source: Leather - Perforated (Tan)
plk: Skóra — perforowana (brązowa)

source: Leather - Perforated (White)
plk: Skóra — perforowana (biała)

source: Leather - Perforated (Yellow)
plk: Skóra — perforowana (żółta)

source: Leather - Weathered
plk: Skóra — starzona

source: Leather - black
plk: Skóra — czarna

source: Leather - brown
plk: Skóra — brązowa

source: Leather - matte black
plk: Skóra — czarna, matowa

source: Leather - matte blue
plk: Skóra — niebieska, matowa

source: Leather - matte dark grey
plk: Skóra — ciemnoszara, matowa

source: Leather - matte green
plk: Skóra — zielona, matowa

source: Leather - matte red
plk: Skóra — czerwona, matowa

source: Leather - matte tan
plk: Skóra — brązowa, matowa

source: Leather - matte white
plk: Skóra — biała, matowa

source: Leather - matte yellow
plk: Skóra — żółta, matowa

source: Leather - perforated black
plk: Skóra — czarna, perforowana

source: Leather - perforated blue
plk: Skóra — niebieska, perforowana
