Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

# thermal_orthotropic
source: Orthotropic
plk: Ortotropowe

# thermal_source
source: Source
plk: Źródło

# thermal_source:uilabel
source: Source
plk: Źródło

# thermal_sourceURL
source: Source URL
plk: Źródłowy adres URL

# thermal_sourceURL:uilabel
source: Source URL
plk: Źródłowy adres URL

# thermal_subclass
source: Subclass
plk: Klasa podrzędna

# thermal_subclass:uilabel
source: Subclass
plk: Klasa podrzędna

source: tile
plk: klepka

source: tinted
plk: barwiony

# top_coat_group_label
source: Top Coat
plk: Warstwa wierzchnia

source: transparent
plk: przezroczysty

# transparent_color
source: Color
plk: Kolor

# transparent_color:tooltip
source: The color of the light transmitted through the material at the distance defined by the Absorption Distance parameter (Transmission Color). A dark color will create a material that is more opaque than a bright color.
plk: Kolor światła przechodzącego przez materiał na odległość określoną parametrem Odległość absorpcji (Kolor przenikania). Ciemny kolor spowoduje utworzenie materiału, który jest bardziej nieprzezroczysty niż przy jasnym kolorze.

# transparent_color:uilabel
source: Color
plk: Kolor

# transparent_color_panel_label
source: Parameters
plk: Parametry

# transparent_distance:uilabel
source: Transparent Distance
plk: Odległość przezroczystości

# transparent_distance_label
source: Absorption Distance
plk: Odległość absorpcji

# transparent_distance_label:tooltip
source: Defines at which distance the transmission color is reached. For example, a 4 mm sheet of glass transmitting 50% of the incident light would need an Absorption Distance set to 4 mm and a color set to 50% grey.
plk: Określa, w jakiej odległości jest osiągany kolor przenikania. Na przykład dla szkła płaskiego o grubości 4 mm przepuszczającego 50% padającego światła należałoby ustawić odległość absorpcji 4 mm i kolor szary 50%.

# transparent_ior_air
source: Air
plk: Powietrze

# transparent_ior_alcohol
source: Alcohol
plk: Alkohol

# transparent_ior_custom
source: Custom
plk: Niestandardowy

# transparent_ior_diamond
source: Diamond
plk: Romb

# transparent_ior_glass
source: Glass
plk: Szkło

# transparent_ior_label
source: Index of Refraction
plk: Współczynnik refrakcji:

# transparent_ior_label:tooltip
source: Describes how light bends when it enters a material (i.e. air = 1.0, water = 1.3, glass = 1.5, quartz =1.7, diamond = 2.4)
plk: Opisuje, w jaki sposób światło załamuje się po wejściu w materiał (np. powietrze = 1.0, woda = 1.3, szkło = 1.5, kwarc = 1.7, diament = 2.4).

# transparent_ior_quartz
source: Quartz
plk: Kwarc

# transparent_iorr_water
source: Water
plk: Woda

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
plk: Parametry zaawansowane

# unifiedbitmap_Bitmap
source: Source
plk: Źródło

# unifiedbitmap_Bitmap:uilabel
source: Source
plk: Źródło

# unifiedbitmap_Blur
source: Blur
plk: Rozmazanie

# unifiedbitmap_Blur:uilabel
source: Blur
plk: Rozmazanie

# unifiedbitmap_Blur_Offset
source: Blur Offset
plk: Odsunięcie rozmazania

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
plk: Odsunięcie rozmazania

# unifiedbitmap_Filtering
source: Filtering
plk: Filtrowanie

# unifiedbitmap_Filtering:uilabel
source: Filtering
plk: Filtrowanie

# unifiedbitmap_Invert
source: Invert Image
plk: Odwróć obraz

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
plk: Zamień ciemne i jasne obszary obrazu.

# unifiedbitmap_Invert:uilabel
source: Invert Image
plk: Odwróć obraz

# unifiedbitmap_None
source: None
plk: Brak

# unifiedbitmap_Pyramidal
source: Pyramidal
plk: Tetragonalny

# unifiedbitmap_RGBAmount
source: Brightness
plk: Jasność

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
plk: Dostosuj jasność obrazu.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
plk: Jasność

# unifiedbitmap_Summed_Area
source: Summed Area
plk: Sumowany obszar

# unifiedbitmap_position_group
source: Position
plk: Położenie

# unifiedbitmap_repeat_group
source: Repeat
plk: Powtórz

# unifiedbitmap_scale_group
source: Scale
plk: Skala

# unifiedbitmap_transforms_group
source: Transforms
plk: Przekształcenia

# use_illuminance:uilabel
source: Use the above illuminance or raw data
plk: Użyj powyższego oświetlenia lub danych pierwotnych

source: vitreous
plk: szkliste

# white_luminance:uilabel
source: Luminance of the RGB value (1,1,1)
plk: Luminancja wartości RGB (1,1,1)

source: wood
plk: drewno

# wood_curly_distortion_enable:uilabel
source: Enable distortion for wood secondary curly highlight
plk: Włącz zniekształcenie dla wtórnego rysunku kręconych słojów

# wood_curly_distortion_map
source: Map
plk: Mapa

# wood_curly_distortion_map:tooltip
source: The 2D fiber distortion map(NO degamma op).
plk: Mapa zniekształceń włókien 2D (BEZ operacji degamma).

# wood_curly_distortion_map:uilabel
source: The 2D fiber distortion map (NO degamma op)
plk: Mapa zniekształceń włókien 2D (BEZ operacji degamma)

# wood_curly_distortion_scale
source: Scale
plk: Skala

# wood_curly_distortion_scale:tooltip
source: The scale of distortion for secondary curly highlight.
plk: Skala zniekształcenia dla wtórnego rysunku kręconych słojów.

# wood_curly_distortion_scale:uilabel
source: The scale of distortion for secondary curly highlight
plk: Skala zniekształcenia dla wtórnego rysunku kręconych słojów

# wood_diffuse_lobe_weight
source: Diffuse/Fiber Highlights Blend
plk: Mieszanka rozproszenia/rozświetlenia włókien

# wood_diffuse_lobe_weight:tooltip
source: Blend between base wood color and fibers highlights (0.0 = only wood color, 1.0 = only fiber highlights).
plk: Miesza podstawowy kolor drewna i rozświetlenie włókien (0.0 = tylko kolor drewna, 1.0 = tylko rozświetlenia włókien).

# wood_diffuse_lobe_weight:uilabel
source: Weight of diffuse lobe
plk: Waga płata rozproszenia

# wood_diffuse_perlin_enable:uilabel
source: Use perlin function for diffuse albedo
plk: Użyj funkcji Perlina dla albedo rozpraszania

# wood_diffuse_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_diffuse_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_diffuse_perlin_prof:uilabel
source: Profile for diffuse albedo perlin noise
plk: Profil szumu Perlina dla albedo rozpraszania

# wood_diffuse_perlin_scale_z
source: Vertical Scale
plk: Skala pionowa

# wood_diffuse_perlin_scale_z:tooltip
source: Vertical color variations stretching (1.0 = no stretching, smaller values = more stretching)
plk: Rozciągnięcie zmian koloru w pionie (1.0 = bez rozciągnięcia, mniejsze wartości = większe rozciągnięcie)

# wood_diffuse_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for diffuse albedo perlin
plk: Anizotropowa skala pos-z funkcji Perlina dla albedo rozpraszania

# wood_early_color:uilabel
source: Earlywood color
plk: Kolor drewna wczesnego

# wood_earlycolor_perlin_enable:uilabel
source: Use perlin noise for earlywood color
plk: Użyj szumu Perlina dla koloru drewna wczesnego

# wood_earlycolor_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_earlycolor_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_earlycolor_perlin_prof:uilabel
source: Profile for earlywood color perlin noise
plk: Profil szumu Perlina dla koloru drewna wczesnego

# wood_earlywood_sharpness
source: Earlywood Sharpness
plk: Ostrość drewna wczesnego

# wood_earlywood_sharpness:tooltip
source: Amount of pure Earlywood.
plk: Ilość czystego drewna wczesnego.

# wood_earlywood_sharpness:uilabel
source: Percentage of pure earlywood
plk: Odsetek czystego drewna wczesnego

# wood_fiber_cosine_enable:uilabel
source: Use cosine function for wood fiber
plk: Użyj funkcji cosinus dla włókien drewna

# wood_fiber_cosine_prof
source: Vertical Variations Profile
plk: Profil zmian w pionie

# wood_fiber_cosine_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_fiber_cosine_prof:uilabel
source: Profile for fiber cosine function
plk: Profil dla funkcji cosinus włókna

# wood_fiber_perlin_enable:uilabel
source: Use perlin noise for wood fiber
plk: Użyj szumu Perlina dla włókien drewna

# wood_fiber_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_fiber_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_fiber_perlin_prof:uilabel
source: Profile for fiber perlin noise
plk: Profil szumu Perlina dla włókien

# wood_fiber_perlin_scale_z
source: Vertical Scale
plk: Skala pionowa

# wood_fiber_perlin_scale_z:tooltip
source: Vertical fibers distortions stretching (1.0 = no stretching, smaller values = more stretching).
plk: Rozciągnięcie zniekształceń włókien w pionie (1.0 = bez rozciągnięcia, mniejsze wartości = większe rozciągnięcie).

# wood_fiber_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for fiber perlin
plk: Anizotropowa skala pos-z funkcji Perlina dla włókien

# wood_fiber_roughness
source: Fiber Highlights Roughness
plk: Chropowatość rozświetlenia włókien

# wood_fiber_roughness:tooltip
source: Fibers highlights roughness.
plk: Chropowatość rozświetlenia włókien.

# wood_fiber_roughness:uilabel
source: Roughness for secondary highlight
plk: Chropowatość rozświetlenia wtórnego

# wood_groove_roughness
source: Roughness
plk: Chropowatość

# wood_groove_roughness:tooltip
source: Earlywood roughness.
plk: Chropowatość drewna wczesnego.

# wood_groove_roughness:uilabel
source: Roughness for surface groove area
plk: Chropowatość obszaru bruzdy powierzchniowej

# wood_growth_perlin_enable:uilabel
source: Use perlin noise for ring growth
plk: Użyj szumu Perlina dla słoja przyrostu

# wood_growth_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_growth_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_growth_perlin_prof:uilabel
source: Profile for growth perlin noise
plk: Profil szumu Perlina dla przyrostu

# wood_late_color_power:uilabel
source: Power to compute latewood color
plk: Potęga do obliczenia koloru drewna późnego

# wood_latecolor_perlin_enable:uilabel
source: Use perlin noise for latewood color
plk: Użyj szumu Perlina dla koloru drewna późnego

# wood_latecolor_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_latecolor_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_latecolor_perlin_prof:uilabel
source: Profile for latewood color perlin noise
plk: Profil szumu Perlina dla koloru drewna późnego

# wood_latewood_bump_depth
source: Latewood Bump
plk: Wypukłość drewna późnego

# wood_latewood_bump_depth:tooltip
source: Height of the Latewood bump.
plk: Wysokość wypukłości drewna późnego.

# wood_latewood_bump_depth:uilabel
source: Depth (cm) of the latewood bump
plk: Głębokość (cm) wypukłości drewna późnego

# wood_latewood_ratio
source: Latewood Ratio
plk: Współczynnik drewna późnego

# wood_latewood_ratio:tooltip
source: Amount of Latewood within a growth ring.
plk: Ilość drewna późnego w słoju przyrostu.

# wood_latewood_ratio:uilabel
source: Percentage of latewood in each ring
plk: Odsetek drewna późnego w każdym słoju

# wood_latewood_sharpness
source: Latewood Sharpness
plk: Ostrość drewna późnego

# wood_latewood_sharpness:tooltip
source: Amount of pure Latewood.
plk: Ilość czystego drewna późnego.

# wood_latewood_sharpness:uilabel
source: Percentage of pure latewood
plk: Odsetek czystego drewna późnego

# wood_manual_late_color
source: Latewood
plk: Drewno późne

# wood_manual_late_color:tooltip
source: Custom Latewood color.
plk: Niestandardowy kolor drewna późnego.

# wood_manual_late_color:uilabel
source: Manual latewood color
plk: Ręczny kolor drewna późnego

# wood_pore_cell_dim
source: Spacing
plk: Odstępy

# wood_pore_cell_dim:tooltip
source: Average distance between pores.
plk: Średnia odległość między porami.

# wood_pore_cell_dim:uilabel
source: Dim (cm) of cell containing one pore
plk: Wymiar (cm) komórki zawierającej jeden por

# wood_pore_color_power
source: Color Exponent
plk: Wykładnik dla koloru

# wood_pore_color_power:tooltip
source: Pore color as a power of the Earlywood color (1.0 = same, < 1.0 = lighter, > 1.0 = darker).
plk: Kolor porów jako potęga koloru drewna wczesnego (1.0 = taki sam, < 1.0 = jaśniejszy, > 1.0 = ciemniejszy).

# wood_pore_color_power:uilabel
source: Power to compute pore color
plk: Potęga do obliczenia koloru porów

# wood_pore_depth
source: Depth
plk: Głębokość

# wood_pore_depth:tooltip
source: Pore depth for bump effect.
plk: Głębokość porów dla efektu wypukłości.

# wood_pore_depth:uilabel
source: Bump depth variation (cm) for pores
plk: Zmiana głębokości wypukłości (cm) dla porów

# wood_pore_earlywood_only
source: Earlywood only
plk: Tylko drewno wczesne

# wood_pore_in_both_woods
source: In both woods
plk: Oba rodzaje drewna

# wood_pore_latewood_only
source: Latewood only
plk: Tylko drewno późne

# wood_pore_radius
source: Size
plk: Rozmiar

# wood_pore_radius:tooltip
source: Pore size.
plk: Rozmiar porów.

# wood_pore_radius:uilabel
source: Radius (cm) of the impact circle of each pore
plk: Promień (cm) okręgu wpływu każdego pora

# wood_pore_type
source: Distribution
plk: Rozkład

# wood_pore_type:tooltip
source: Pores distribution.
plk: Rozkład porów.

# wood_pore_type:uilabel
source: Pore type
plk: Typ porów

# wood_pore_type:wood_pore_earlywood_only
source: Earlywood only
plk: Tylko drewno wczesne

# wood_pore_type:wood_pore_in_both_woods
source: In both woods
plk: Oba rodzaje drewna

# wood_pore_type:wood_pore_latewood_only
source: Latewood only
plk: Tylko drewno późne

# wood_props
source: Behavior
plk: Zachowanie

# wood_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# wood_props2
source: Mechanical
plk: Mechaniczny

# wood_ray_color_power
source: Color Exponent
plk: Wykładnik dla koloru

# wood_ray_color_power:tooltip
source: Ray color as a power of the Earlywood color (1.0 = same, < 1.0 = lighter, > 1.0 = darker).
plk: Kolor promienia rdzeniowego jako potęga koloru drewna wczesnego (1.0 = taki sam, < 1.0 = jaśniejszy, > 1.0 = ciemniejszy).

# wood_ray_color_power:uilabel
source: Power to compute ray color
plk: Potęga do obliczenia koloru promieni

# wood_ray_ellipse_radius_x
source: Horizontal Size
plk: Rozmiar w poziomie

# wood_ray_ellipse_radius_x:tooltip
source: Ray horizontal size.
plk: Rozmiar promienia rdzeniowego w poziomie.

# wood_ray_ellipse_radius_x:uilabel
source: Radius (cm) along the longer axis of ray ellipse
plk: Promień (cm) wzdłuż dłuższej osi elipsy promienia rdzeniowego

# wood_ray_ellipse_z2x
source: Vertical Ratio
plk: Współczynnik w pionie

# wood_ray_ellipse_z2x:tooltip
source: Ray vertical stretching (1.0 = same, higher numbers = more stretching).
plk: Pionowe rozciągnięcie promienia (1.0 = taki sam, wyższe wartości = większe rozciągnięcie).

# wood_ray_ellipse_z2x:uilabel
source: Ratio between two radii of ray ellipse
plk: Współczynnik dwóch promieni elipsy promienia

# wood_ray_num_slices
source: Density
plk: Gęstość

# wood_ray_num_slices:tooltip
source: Number of rays along the circumference.
plk: Liczba promieni wzdłuż obwodu.

# wood_ray_num_slices:uilabel
source: Number of slices in xy plane
plk: Liczba płatów w płaszczyźnie xy

# wood_ray_seg_length_z
source: Vertical Spacing
plk: Odstępy w pionie

# wood_ray_seg_length_z:tooltip
source: Average vertical separation between rays.
plk: Średni odstęp w pionie między promieniami.

# wood_ray_seg_length_z:uilabel
source: Length (cm) of z segment containing one ray
plk: Długość (cm) segmentu z zawierającego jeden promień

# wood_ring_thickness:uilabel
source: Thickness (cm) of yearly growth ring
plk: Grubość (cm) słoja rocznego przyrostu

# wood_secondary_color_power
source: Fibers Exponent
plk: Wykładnik dla włókien

# wood_secondary_color_power:tooltip
source: Secondary highlights color as a power of the Earlywood color (1.0 = same). It can only be a lighter color.
plk: Kolor rozświetlenia wtórnego jako potęga koloru drewna wczesnego (1.0 = taki sam). Może to być tylko kolor jaśniejszy.

# wood_secondary_color_power:uilabel
source: Power to compute secondary highlight color
plk: Potęga do obliczenia koloru rozświetlenia wtórnego

# wood_secondary_perlin_enable:uilabel
source: Use perlin noise for secondary highlight
plk: Użyj szumu Perlina dla rozświetlenia wtórnego

# wood_secondary_perlin_prof
source: Variations Profile
plk: Profil zmian

# wood_secondary_perlin_prof:tooltip
source: Variation profile describes the noise to apply to a value as a series of numeric pairs SS;WW, where SS is the Size and WW is the Weight. All values are in centimeters. For example 5.5;0.5 means that the noise size is 5.5cm and the value is shifted a maximum of 0.5cm. Multiple pairs can be specified to combine larger and smaller scale noises. For example, three different noises can be specified as 5.5;0.5;2.5;0.2;0.5;0.05 to combine large and smaller scale variations.
plk: Profil zmian opisuje szum, który ma zostać zastosowany do wartości jako szereg par liczbowych RR;WW, gdzie RR to rozmiar, a WW to waga. Wszystkie wartości są podane w centymetrach. Na przykład para 5.5;0.5 oznacza, że rozmiar szumu wynosi 5.5 cm, a wartość jest przesunięta maksymalnie o 0.5 cm. Można określić wiele par, aby połączyć szumy w większej i mniejszej skali. Można na przykład określić trzy różne szumy: 5.5;0.5;2.5;0.2;0.5;0.05, aby uzyskać kombinacje zmian w dużej i małej skali.

# wood_secondary_perlin_prof:uilabel
source: Profile for secondary highlight perlin noise
plk: Profil szumu Perlina dla rozświetlenia wtórnego

# wood_secondary_perlin_scale_z
source: Vertical Scale
plk: Skala pionowa

# wood_secondary_perlin_scale_z:tooltip
source: Vertical highlights color variations stretching (1.0 = no stretching, smaller values = more stretching).
plk: Rozciągnięcie zmian koloru rozświetlenia w pionie (1.0 = bez rozciągnięcia, mniejsze wartości = większe rozciągnięcie).

# wood_secondary_perlin_scale_z:uilabel
source: Anisotropic pos-z scale for secondary highlight perlin
plk: Anizotropowa skala pos-z funkcji Perlina dla rozświetlenia wtórnego

# wood_use_groove_roughness:uilabel
source: Use additional groove roughness
plk: Użyj dodatkowej chropowatości bruzdy
