Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: Stone, rough tan
plk: Kamień, chropowaty do garbowania

source: Straw board
plk: Tektura słomowa

source: Straw fiberboard
plk: Płyta pilśniowa słomowa

source: Straw thatch
plk: Strzecha

source: Strength Class C14 Timber
plk: Drewno o klasie wytrzymałości C14

source: Strength Class C16 Timber
plk: Drewno o klasie wytrzymałości C16

source: Strength Class C18 Timber
plk: Drewno o klasie wytrzymałości C18

source: Strength Class C20 Timber
plk: Drewno o klasie wytrzymałości C20

source: Strength Class C22 Timber
plk: Drewno o klasie wytrzymałości C22

source: Strength Class C24 Timber
plk: Drewno o klasie wytrzymałości C24

source: Strength Class C27 Timber
plk: Drewno o klasie wytrzymałości C27

source: Strength Class C30 Timber
plk: Drewno o klasie wytrzymałości C30

source: Strength Class C35 Timber
plk: Drewno o klasie wytrzymałości C35

source: Strength Class C40 Timber
plk: Drewno o klasie wytrzymałości C40

source: Strength Class C45 Timber
plk: Drewno o klasie wytrzymałości C45

source: Strength Class C50 Timber
plk: Drewno o klasie wytrzymałości C50

source: Strength Class D18 Timber
plk: Drewno o klasie wytrzymałości D18

source: Strength Class D24 Timber
plk: Drewno o klasie wytrzymałości D24

source: Strength Class D30 Timber
plk: Drewno o klasie wytrzymałości D30

source: Strength Class D35 Timber
plk: Drewno o klasie wytrzymałości D35

source: Strength Class D40 Timber
plk: Drewno o klasie wytrzymałości D40

source: Strength Class D50 Timber
plk: Drewno o klasie wytrzymałości D50

source: Strength Class D60 Timber
plk: Drewno o klasie wytrzymałości D60

source: Strength Class D70 Timber
plk: Drewno o klasie wytrzymałości D70

source: Structural
plk: Konstrukcyjna

source: Structural Steel
plk: Stal konstrukcyjna

source: Structural steel, ASTM A36 Grade B, mill finish
plk: Stal konstrukcyjna, ASTM A36 klasa B, gładka niepowlekana

source: Structural steel, high strength low alloy, ASTM - A572 - 50
plk: Stal konstrukcyjna, niskostopowa o wysokiej wytrzymałości, ASTM — A572 — 50

source: Structural steel, high strength low alloy, ASTM - A913 - 50
plk: Stal konstrukcyjna, niskostopowa o wysokiej wytrzymałości, ASTM — A913 — 50

source: Structural tile, 2 cores
plk: Płytka konstrukcyjna, 2 rdzenie

source: StructuralBasic
plk: Konstrukcyjny, domyślny — podstawowe

# StructuralBasicSchema_localname:Basic
source: Basic
plk: Podstawowe

# StructuralBasicSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralConcrete
plk: Konstrukcyjny, domyślny — beton

source: StructuralConcrete-001
plk: Beton

source: StructuralConcrete-002
plk: Beton 3.0 ksi

source: StructuralConcrete-003
plk: Beton 3,5 ksi

source: StructuralConcrete-004
plk: Beton 4.0 ksi

source: StructuralConcrete-005
plk: Beton 4.5 ksi

source: StructuralConcrete-006
plk: Beton 5.0 ksi

source: StructuralConcrete-007
plk: Beton 5.5 ksi

source: StructuralConcrete-008
plk: Beton 6.0 ksi

source: StructuralConcrete-009
plk: Beton 7.0 ksi

source: StructuralConcrete-010
plk: Beton 8.0 ksi

source: StructuralConcrete-012
plk: Beton 9.0 ksi

source: StructuralConcrete-013
plk: Beton 10.0 ksi

source: StructuralConcrete-014
plk: Beton 11.0 ksi

source: StructuralConcrete-015
plk: Beton 12.0 ksi

source: StructuralConcrete-016
plk: Beton lekki 28 MPa

source: StructuralConcrete-017
plk: Beton lekki 4 ksi

source: StructuralConcrete-018
plk: Beton 21 MPa

source: StructuralConcrete-019
plk: Beton 28 MPa

source: StructuralConcrete-020
plk: Beton 35 MPa

source: StructuralConcrete-021
plk: Beton wzmocniony włóknem szklanym

source: StructuralConcrete-022
plk: Beton 7_5 MPa

source: StructuralConcrete-023
plk: Beton 10 MPa

source: StructuralConcrete-024
plk: Beton 15 MPa

source: StructuralConcrete-025
plk: Beton 20 MPa

source: StructuralConcrete-026
plk: Beton 25 MPa

source: StructuralConcrete-027
plk: Beton 30 MPa

source: StructuralConcrete-028
plk: Beton 40 MPa

source: StructuralConcrete-029
plk: Beton 45 MPa

source: StructuralConcrete-030
plk: Beton 50 MPa

source: StructuralConcrete-031
plk: Beton 60 MPa

source: StructuralConcrete-032
plk: Beton lekki 30 MPa

source: StructuralConcrete-033
plk: Beton lekki 40 MPa

source: StructuralConcrete-034
plk: Beton lekki 45 MPa

source: StructuralConcrete-035
plk: Beton lekki 50 MPa

source: StructuralConcrete-036
plk: C12/15

source: StructuralConcrete-037
plk: C16/20

source: StructuralConcrete-038
plk: C20/25

source: StructuralConcrete-039
plk: C25/30

source: StructuralConcrete-040
plk: C30/37

source: StructuralConcrete-041
plk: C35/45

source: StructuralConcrete-042
plk: C40/50

source: StructuralConcrete-043
plk: C45/55

source: StructuralConcrete-044
plk: C50/60

source: StructuralConcrete-045
plk: C55/67

source: StructuralConcrete-046
plk: C60/75

source: StructuralConcrete-047
plk: C70/85

source: StructuralConcrete-048
plk: C80/95

source: StructuralConcrete-049
plk: C90/105

# StructuralConcreteSchema_localname:Concrete
source: Concrete
plk: Beton

# StructuralConcreteSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralFatigue
plk: Domyślnie zmęczenie konstrukcji

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
plk: Zmęczenie

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
plk: Zmęczenie

source: StructuralGas
plk: Konstrukcyjny, domyślny — gaz

# StructuralGasSchema_localname:Gas
source: Gas
plk: Gaz

# StructuralGasSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralGeneric
plk: Konstrukcyjny, domyślny — ogólny

source: StructuralGeneric-001
plk: Granit

source: StructuralGeneric-002
plk: Wapień

source: StructuralGeneric-003
plk: Marmur

source: StructuralGeneric-004
plk: Szkło

source: StructuralGeneric-005
plk: Szkło — hartowane

source: StructuralGeneric-006
plk: Sklejka

source: StructuralGeneric-007
plk: Płyta wiórowa

source: StructuralGeneric-008
plk: Płyta wiórowa o wiórach orientowanych

source: StructuralGeneric-009
plk: Warstwowe drewno fornirowe

source: StructuralGeneric-010
plk: Azotek krzemu

# StructuralGenericSchema_localname:Generic
source: Generic
plk: Ogólny

# StructuralGenericSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralLiquid
plk: Konstrukcyjny, domyślny — płyn

# StructuralLiquidSchema_localname:Liquid
source: Liquid
plk: Płyn

# StructuralLiquidSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralMetal
plk: Konstrukcyjny, domyślny — metal

source: StructuralMetal-001
plk: Stal — węglowa

source: StructuralMetal-002
plk: Stal ASTM A36

source: StructuralMetal-002-2
plk: Żelazo kute

source: StructuralMetal-003
plk: Stal ASTM A53 — klasa B

source: StructuralMetal-004
plk: Stal ASTM A242-42

source: StructuralMetal-005
plk: Stal ASTM A242-46

source: StructuralMetal-006
plk: Stal ASTM A242-50

source: StructuralMetal-007
plk: Stal ASTM A500B-42

source: StructuralMetal-008
plk: Stal ASTM A500B-46

source: StructuralMetal-009
plk: Stal ASTM A500C-46

source: StructuralMetal-010
plk: Stal ASTM A500C-50

source: StructuralMetal-011
plk: Stal ASTM A572-42

source: StructuralMetal-012
plk: Stal ASTM A572-50

source: StructuralMetal-013
plk: Stal ASTM A572-60

source: StructuralMetal-014
plk: Stal ASTM A572-65

source: StructuralMetal-015
plk: Stal ASTM A913-50

source: StructuralMetal-016
plk: Stal ASTM A913-60

source: StructuralMetal-017
plk: Stal ASTM A913-70

source: StructuralMetal-018
plk: Stal ASTM A992-50

source: StructuralMetal-019
plk: Stal ASTM A992-60

source: StructuralMetal-020
plk: Stal ASTM A992-65

source: StructuralMetal-021
plk: Stal 250 MPa

source: StructuralMetal-022
plk: Stal 290 MPa

source: StructuralMetal-023
plk: Stal 345 MPa

source: StructuralMetal-024
plk: Stal ASTM A615-40

source: StructuralMetal-025
plk: Stal ASTM A615-60

source: StructuralMetal-026
plk: Stal ASTM A615-75

source: StructuralMetal-027
plk: Stal ASTM A760M-420

source: StructuralMetal-028
plk: Stal AISI 1015

source: StructuralMetal-029
plk: Stal AISI 1022

source: StructuralMetal-030
plk: Stal nierdzewna AISI 304

source: StructuralMetal-031
plk: Aluminium

source: StructuralMetal-031-2
plk: Aluminium 6061

source: StructuralMetal-032
plk: Aluminium 1100-H14

source: StructuralMetal-033
plk: Aluminium 1100-O

source: StructuralMetal-034
plk: Aluminium 2014-T4

source: StructuralMetal-035
plk: Aluminium 2014-T6

source: StructuralMetal-036
plk: Aluminium 3003-H12

source: StructuralMetal-037
plk: Żeliwo —​ sferoidalne

source: StructuralMetal-038
plk: Żeliwo szare ASTM A-48 klasa 25

source: StructuralMetal-039
plk: Żeliwo szare ASTM A-48 klasa 30

source: StructuralMetal-040
plk: Żeliwo szare ASTM A-48 klasa 35

source: StructuralMetal-041
plk: Brąz

source: StructuralMetal-042
plk: Mosiądz

source: StructuralMetal-043
plk: Miedź

source: StructuralMetal-044
plk: Magnez

source: StructuralMetal-045
plk: Tytan

source: StructuralMetal-046
plk: Cynk

source: StructuralMetal-047
plk: Ołów

source: StructuralMetal-048
plk: Aluminium 5005-H12

source: StructuralMetal-049
plk: Aluminium 5052-H32

source: StructuralMetal-050
plk: Aluminium 7075-O

source: StructuralMetal-051
plk: Złoto

source: StructuralMetal-052
plk: Pallad

source: StructuralMetal-053
plk: Platyna

source: StructuralMetal-054
plk: Srebro

source: StructuralMetal-057
plk: Aluminium 6061

source: StructuralMetal-058
plk: Brąz — miękki cynowy

source: StructuralMetal-060
plk: Stal 43-245

source: StructuralMetal-061
plk: Stal 43-265

source: StructuralMetal-062
plk: Stal 43-275

source: StructuralMetal-063
plk: Stal 50-325

source: StructuralMetal-064
plk: Stal 50-340

source: StructuralMetal-065
plk: Stal 50-355

source: StructuralMetal-066
plk: Stal 55-415

source: StructuralMetal-067
plk: Stal 55-430

source: StructuralMetal-068
plk: Stal 55-450

source: StructuralMetal-069
plk: Stal 64-460

source: StructuralMetal-070
plk: Stal 51-275

source: StructuralMetal-071
plk: Stal 43-355

source: StructuralMetal-072
plk: S 235

source: StructuralMetal-073
plk: S 235 W

source: StructuralMetal-074
plk: S 275

source: StructuralMetal-075
plk: S 275 M/ML

source: StructuralMetal-076
plk: S 275 N/NL

source: StructuralMetal-077
plk: S 355

source: StructuralMetal-078
plk: S 355 M/ML

source: StructuralMetal-079
plk: S 355 N/NL

source: StructuralMetal-080
plk: S 355 W

source: StructuralMetal-081
plk: S 420 M/ML

source: StructuralMetal-082
plk: S 420 N/NL

source: StructuralMetal-083
plk: S 450

source: StructuralMetal-084
plk: S 460

source: StructuralMetal-085
plk: S 460 M/ML

source: StructuralMetal-086
plk: S 460 N/NL

source: StructuralMetal-087
plk: S 460 Q/QL/QL1

# StructuralMetalSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralNonlinear
plk: Domyślny nieliniowy konstrukcyjny

# StructuralNonlinearSchema_localname:Nonlinear
source: Nonlinear
plk: Nieliniowy

# StructuralNonlinearSchema_localtype:Nonlinear
source: Nonlinear
plk: Nieliniowy

source: StructuralPlastic
plk: Konstrukcyjny, domyślny — tworzywo sztuczne

source: StructuralPlastic-001
plk: Tworzywo sztuczne

source: StructuralPlastic-002
plk: Akrylowe

source: StructuralPlastic-003
plk: Akrylowe — przezroczyste

source: StructuralPlastic-004
plk: Akrylonitryl butadien styren

source: StructuralPlastic-005
plk: Żywica epoksydowa

source: StructuralPlastic-006
plk: Tworzywo wzmocnione włóknem węglowym

source: StructuralPlastic-007
plk: Tworzywo wzmocnione włóknem szklanym

source: StructuralPlastic-008
plk: Nylon

source: StructuralPlastic-009
plk: Żywica fenolowa

source: StructuralPlastic-010
plk: Poliwęglan

source: StructuralPlastic-011
plk: Polietylen o małej gęstości

source: StructuralPlastic-012
plk: Polietylen o dużej gęstości

source: StructuralPlastic-013
plk: Polipropylen

source: StructuralPlastic-014
plk: Polistyren, wysokoudarowy

source: StructuralPlastic-015
plk: Politetrafluoroetylen — PTFE

source: StructuralPlastic-016
plk: Polichlorek winylu — elastyczny

source: StructuralPlastic-017
plk: Polichlorek winylu — sztywny

source: StructuralPlastic-018
plk: Kauczuk — butylowy

source: StructuralPlastic-019
plk: Kauczuk — naturalny

source: StructuralPlastic-020
plk: Kauczuk — nitrylowy

source: StructuralPlastic-021
plk: Kauczuk — neoprenowy

source: StructuralPlastic-022
plk: Polistyren — styropian

source: StructuralPlastic-023
plk: Tereftalan polietylenu

source: StructuralPlastic-024
plk: Siarczek polifenylu

source: StructuralPlastic-025
plk: Tereftalan polibutylenu

source: StructuralPlastic-026
plk: Polimer ciekłokrystaliczny

source: StructuralPlastic-027
plk: Silikon

source: StructuralPlastic-028
plk: Poli(styren-co-akrylonitryl)

source: StructuralPlastic-029
plk: Żywica poliaryloeteroketonowa

source: StructuralPlastic-030
plk: Polietylen — o ultrawysokiej masie cząsteczkowej

# StructuralPlasticSchema_localname:Plastic
source: Plastic
plk: Tworzywo sztuczne

# StructuralPlasticSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralWood
plk: Domyślne drewno konstrukcyjne

source: StructuralWood-001
plk: Drewno miękkie

source: StructuralWood-002
plk: Daglezja

source: StructuralWood-003
plk: Jodła olbrzymia

source: StructuralWood-004
plk: Choina — zachodnia

source: StructuralWood-005
plk: Sosna — błotna

source: StructuralWood-006
plk: Sosna — biała

source: StructuralWood-007
plk: Sosna — kalifornijska

source: StructuralWood-008
plk: Sosna — zwyczajna

source: StructuralWood-009
plk: Sekwoja

source: StructuralWood-010
plk: Świerk — pospolity

source: StructuralWood-011
plk: Świerk — sitkajski

source: StructuralWood-012
plk: Drewno twarde

source: StructuralWood-013
plk: Jesion — biały

source: StructuralWood-014
plk: Balsa

source: StructuralWood-015
plk: Brzoza — żółta

source: StructuralWood-016
plk: Wiśnia

source: StructuralWood-017
plk: Eukaliptus

source: StructuralWood-018
plk: Mahoń

source: StructuralWood-019
plk: Klon twardy

source: StructuralWood-020
plk: Meranti

source: StructuralWood-021
plk: Dąb — czerwony

source: StructuralWood-022
plk: Dąb — biały

source: StructuralWood-023
plk: Topola — żółta

source: StructuralWood-024
plk: Tek

source: StructuralWood-025
plk: Orzech — czarny

source: StructuralWood-026
plk: Wierzba — pospolita

source: StructuralWood-027
plk: Świerk-sosna-jodła

source: StructuralWood-028
plk: C14

source: StructuralWood-029
plk: C16

source: StructuralWood-030
plk: C18

source: StructuralWood-031
plk: C20

source: StructuralWood-032
plk: C22

source: StructuralWood-033
plk: C24

source: StructuralWood-034
plk: C27

source: StructuralWood-035
plk: C30

source: StructuralWood-036
plk: C35

source: StructuralWood-037
plk: C40

source: StructuralWood-038
plk: C45

source: StructuralWood-039
plk: C50

source: StructuralWood-040
plk: D18

source: StructuralWood-041
plk: D24

source: StructuralWood-042
plk: D30

source: StructuralWood-043
plk: D35

source: StructuralWood-044
plk: D40

source: StructuralWood-045
plk: D50

source: StructuralWood-046
plk: D60

source: StructuralWood-047
plk: D70

source: StructuralWood-048
plk: GL24c

source: StructuralWood-049
plk: GL24h

source: StructuralWood-050
plk: GL28c

source: StructuralWood-051
plk: GL28h

source: StructuralWood-052
plk: GL32c

source: StructuralWood-053
plk: GL32h

source: StructuralWood-054
plk: GL36c

source: StructuralWood-055
plk: GL36h

source: StructuralWood-056
plk: KERTO S

source: StructuralWood-057
plk: Belka Ultralam R

source: StructuralWood-058
plk: Płyta Ultralam R

source: StructuralWood-059
plk: Belka Ultralam X

source: StructuralWood-060
plk: Płyta Ultralam X

# StructuralWoodSchema_localname:Wood
source: Wood
plk: Drewno

# StructuralWoodSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: Styrene acrylonitrile
plk: Kopolimer styren-akrylonitryl

source: Styrene-butadine rubber
plk: Kauczuk styrenowo-butadienowy

source: Styrofoam
plk: Styropian

source: Sugar Maple
plk: Klon cukrowy

source: Surface - Glossy
plk: Powierzchnia — połysk

source: Surface - Glossy - Bumpy
plk: Powierzchnia — połysk — nierówna

source: Surface - Matte
plk: Powierzchnia — matowa

source: Surface - Measured - 10cm
plk: Powierzchnia — mierzona — 10 cm

source: Surface - Measured - 10cm - Black
plk: Powierzchnia — mierzona — 10 cm — czarna

source: Surface - Measured - 12in
plk: Powierzchnia — mierzona — 12 cali

source: Surface - Measured - 12in - Black
plk: Powierzchnia — mierzona — 12 cali — czarna

source: Swatch Scene
plk: Próbka sceny

source: Swatch Scene.
plk: Próbka sceny.

source: Swatch-Torus
plk: Torus

source: SwatchScene
plk: Próbka sceny

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
plk: Próbka sceny

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
plk: Próbka sceny

source: Swedish Redwood
plk: Sosna zwyczajna

source: Teak
plk: Tek

# Temperature_Dependent_Data
source: Temperature Dependent Properties
plk: Właściwości zależne od temperatury

# Temperature_Poissons_Ratio_Table
source: Poisson's Ratio
plk: Współczynnik Poissona

# Temperature_Specific_Heat_Table
source: Specific Heat
plk: Ciepło właściwe

# Temperature_Thermal_Conductivity_Table
source: Thermal Conductivity
plk: Przewodność cieplna

# Temperature_Thermal_Expansion_Table
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# Temperature_Ultimate_Strength_Table
source: Ultimate Tensile Strength
plk: Krańcowa wytrzymałość na rozciąganie

# Temperature_Yield_Strength_Table
source: Yield Strength
plk: Granica plastyczności

# Temperature_Youngs_Modulus_Table
source: Young's Modulus
plk: Moduł Younga

source: Terracotta floor tile
plk: Terakotowa płytka podłogowa

source: Textured
plk: Teksturowane

source: Thermal shock resistant glass
plk: Szyby odporne na udary termiczne

source: ThermalGas
plk: Termiczny, domyślny — gaz

source: ThermalGas-001
plk: Powietrze

source: ThermalGas-002
plk: Argon

source: ThermalGas-003
plk: Dwutlenek węgla

source: ThermalGas-004
plk: Chlor

source: ThermalGas-005
plk: Hel

source: ThermalGas-006
plk: Wodór

source: ThermalGas-007
plk: Metan

source: ThermalGas-008
plk: Azot

source: ThermalGas-009
plk: Tlen

# ThermalGasSchema_localname:Gas
source: Gas
plk: Gaz

# ThermalGasSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: ThermalLiquid
plk: Termiczny, domyślny — płyn

source: ThermalLiquid-001
plk: Woda

# ThermalLiquidSchema_localname:Liquid
source: Liquid
plk: Płyn

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: ThermalSolid
plk: Termiczny, domyślny — bryła

source: ThermalSolid-001
plk: Płytka — ceramiczna podłogowa

source: ThermalSolid-002
plk: Płytka — ceramiczna

source: ThermalSolid-003
plk: Porcelana o wysokiej zawartości glinu

source: ThermalSolid-004
plk: Porcelana

source: ThermalSolid-005
plk: Płytka — terakota

source: ThermalSolid-006
plk: Płytka — porcelana

source: ThermalSolid-007
plk: cement

source: ThermalSolid-008
plk: Gazobeton

source: ThermalSolid-009
plk: Zaprawa cementowa

source: ThermalSolid-010
plk: Panele cementowe — włókna drewniane

source: ThermalSolid-011
plk: Beton — lekki

source: ThermalSolid-012
plk: Beton

source: ThermalSolid-013
plk: Ziemia okrzemkowa

source: ThermalSolid-014
plk: Żwir

source: ThermalSolid-015
plk: Piasek — suchy

source: ThermalSolid-016
plk: Piasek — mokry

source: ThermalSolid-017
plk: Piasek — kwarcowy — suchy

source: ThermalSolid-018
plk: Piasek — kwarcowy — mokry

source: ThermalSolid-019
plk: Grunt

source: ThermalSolid-020
plk: Gleba — gliniasta — mokra

source: ThermalSolid-021
plk: Gleba — ił

source: ThermalSolid-022
plk: Gleba — piaszczysta

source: ThermalSolid-023
plk: Szkło — borokrzemianowe kronowe

source: ThermalSolid-024
plk: Tworzywo szklano-ceramiczne Pyroceram 9606

source: ThermalSolid-025
plk: Tworzywo szklano-ceramiczne Pyroceram 9608

source: ThermalSolid-026
plk: Płyta z włókna szklanego — z wiązaniami organicznymi

source: ThermalSolid-027
plk: Mata z włókna szklanego

source: ThermalSolid-028
plk: Włókno szklane — pokryte folią

source: ThermalSolid-029
plk: Szkło piankowe

source: ThermalSolid-030
plk: Stopiony kwarc

source: ThermalSolid-031
plk: Stopiona krzemionka

source: ThermalSolid-032
plk: Szkło — ołowiowe

source: ThermalSolid-033
plk: Szkło — wapniowe okienne

source: ThermalSolid-034
plk: Szkło — płaskie walcowane

source: ThermalSolid-035
plk: Szkło — pyreksowe

source: ThermalSolid-036
plk: Szkło — standardowe

source: ThermalSolid-037
plk: Szkło — z powłoką o niskiej emisyjności

source: ThermalSolid-038
plk: Szkło — brązowe o niskiej emisyjności

source: ThermalSolid-039
plk: Celuloza — izolacja

source: ThermalSolid-040
plk: Wypełnienie z gliny porowatej

source: ThermalSolid-041
plk: Pilśń — półsztywna — z wiązaniami organicznymi

source: ThermalSolid-042
plk: Poszycie filcowe

source: ThermalSolid-043
plk: Filc jutowy

source: ThermalSolid-044
plk: Włókno jutowe

source: ThermalSolid-045
plk: Perlit — związany bituminem

source: ThermalSolid-046
plk: Perlit — płyta

source: ThermalSolid-047
plk: Perlit

source: ThermalSolid-048
plk: Wełna skalna

source: ThermalSolid-049
plk: Trociny

source: ThermalSolid-050
plk: Płyta słomiana

source: ThermalSolid-051
plk: Płyta pilśniowa słomowa

source: ThermalSolid-052
plk: Strzecha

source: ThermalSolid-053
plk: Wermikulit

source: ThermalSolid-054
plk: Panele wermikulitowe

source: ThermalSolid-055
plk: Wełna drzewna

source: ThermalSolid-056
plk: Płyta z wełny drzewnej — związana cementem

source: ThermalSolid-057
plk: Wełna

source: ThermalSolid-058
plk: Podściółka z filcu wełnianego

source: ThermalSolid-059
plk: Blok — napowietrzony

source: ThermalSolid-060
plk: Blok — ciężki

source: ThermalSolid-061
plk: Blok — lekki

source: ThermalSolid-062
plk: Blok — o średniej masie

source: ThermalSolid-063
plk: Blok — częściowo wypełniony — ciężki

source: ThermalSolid-064
plk: Blok — częściowo wypełniony — lekki

source: ThermalSolid-065
plk: Blok — częściowo wypełniony — o średniej masie

source: ThermalSolid-066
plk: Blok — wypełniony perlitem — lekki

source: ThermalSolid-067
plk: Blok — wypełniony perlitem — o średniej masie

source: ThermalSolid-068
plk: Cegła — ciężka

source: ThermalSolid-069
plk: Cegła — lekka

source: ThermalSolid-070
plk: Cegła — o średniej masie

source: ThermalSolid-071
plk: Cegła — szamotowa zwykła

source: ThermalSolid-072
plk: Cegła — krzemionkowa

source: ThermalSolid-073
plk: Płytka gliniana — wypalana

source: ThermalSolid-074
plk: Płytka gliniana — pusta

source: ThermalSolid-075
plk: Płytka gliniana

source: ThermalSolid-076
plk: Cegła — niewypalana

source: ThermalSolid-077
plk: Kostka — brukowa

source: ThermalSolid-078
plk: Bitumin/warstwy filcowe

source: ThermalSolid-079
plk: Papier impregnowany bituminem

source: ThermalSolid-080
plk: Papier laminowany

source: ThermalSolid-081
plk: Aluminium

source: ThermalSolid-081-10
plk: Aluminium 7075

source: ThermalSolid-081-11
plk: Aluminium 3105

source: ThermalSolid-081-12
plk: Aluminium 3004

source: ThermalSolid-081-13
plk: Aluminium 5052-H

source: ThermalSolid-081-14
plk: Aluminium 5052-O

source: ThermalSolid-081-15
plk: Aluminium 1100-H18

source: ThermalSolid-081-16
plk: Aluminium 3003-H14

source: ThermalSolid-081-17
plk: Aluminium 3003-H16

source: ThermalSolid-081-18
plk: Aluminium 3003-O

source: ThermalSolid-081-19
plk: Aluminium 6061-O

source: ThermalSolid-081-2
plk: Aluminium 6061

source: ThermalSolid-081-3
plk: Aluminium 1100-H14

source: ThermalSolid-081-4
plk: Aluminium 1100-O

source: ThermalSolid-081-5
plk: Aluminium 2014-T4

source: ThermalSolid-081-6
plk: Aluminium 2014-T6

source: ThermalSolid-081-7
plk: Aluminium 3003-H12

source: ThermalSolid-081-8
plk: Aluminium 5005

source: ThermalSolid-081-9
plk: Aluminium 5052

source: ThermalSolid-082
plk: Mosiądz
