Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: PrismMaterial-193
plk: Stal AISI 4130 366 ulepszana cieplnie

source: PrismMaterial-194
plk: Stal AISI 4142 380 ulepszana cieplnie

source: PrismMaterial-195
plk: Stal AISI 4142 400 ulepszana cieplnie

source: PrismMaterial-196
plk: Stal AISI 4142 450 ulepszana cieplnie

source: PrismMaterial-197
plk: Stal AISI 4142 450A ulepszana cieplnie

source: PrismMaterial-198
plk: Stal AISI 4142 475 ulepszana cieplnie

source: PrismMaterial-199
plk: Stal AISI 4142 475A ulepszana cieplnie

source: PrismMaterial-200
plk: Stal AISI 4142 560 ulepszana cieplnie

source: PrismMaterial-201
plk: Stal AISI 4142 670 ulepszana cieplnie

source: PrismMaterial-202
plk: Stal AISI 4340 242 walcowana na gorąco

source: PrismMaterial-203
plk: Stal AISI 4340 350A ulepszana cieplnie

source: PrismMaterial-204
plk: Stal AISI 4340 350B ulepszana cieplnie

source: PrismMaterial-205
plk: Stal AISI 4340 350C ulepszana cieplnie

source: PrismMaterial-206
plk: Stal AISI 4340 409 ulepszana cieplnie

source: PrismMaterial-207
plk: Stal AISI 5160 434 ulepszana cieplnie

source: PrismMaterial-208
plk: Stal AISI 5210 517 walcowana na gorąco

source: PrismMaterial-209
plk: Stal AISI 8630 254 normalizowana

source: PrismMaterial-210
plk: Stal AISI 8640 361 ulepszana cieplnie

source: PrismMaterial-211
plk: Stal AISI 9262 260 normalizowana

source: PrismMaterial-212
plk: Stal AISI 9262 271 ulepszana cieplnie

source: PrismMaterial-213
plk: Porcelana, szkliwiona

source: PrismMaterial-214
plk: Porcelana

source: PrismMaterial-215
plk: Magnez

source: PrismMaterial-216
plk: Stal, wykończenie farbą, ciemnoszare

source: PrismMaterial-217
plk: Stal, wykończenie farbą, czerwone

source: PrismMaterial-218
plk: Stal, wykończenie farbą, niebieskie

source: PrismMaterial-219
plk: Cynk

source: PrismMaterial-220
plk: Żywica epoksydowa

source: PrismMaterial-221
plk: CFRP

source: PrismMaterial-222
plk: Tworzywo wzmocnione włóknem szklanym

source: PrismMaterial-223
plk: Nylon 6

source: PrismMaterial-224
plk: Blat lity

source: PrismMaterial-225
plk: Polistyren, wysokoudarowy

source: PrismMaterial-226
plk: Polistyren spieniony

source: PrismMaterial-227
plk: Politetrafluoroetylen

source: PrismMaterial-228
plk: PCW, elastyczny

source: PrismMaterial-229
plk: Płótno

source: PrismMaterial-230
plk: Stal, stopowa

source: PrismMaterial-231
plk: Aluminium 6061

source: PrismMaterial-232
plk: Aluminium 6061-AHC

source: PrismMaterial-233
plk: Mosiądz, miękki żółty

source: PrismMaterial-234
plk: Stal, węglowa

source: PrismMaterial-235
plk: Stal, odlew

source: PrismMaterial-236
plk: Żywica acetalowa, czarna

source: PrismMaterial-237
plk: Tworzywo sztuczne LCP

source: PrismMaterial-238
plk: Magnez AZ63A

source: PrismMaterial-239
plk: Dywan

source: PrismMaterial-240
plk: Rury z PCW

source: PrismMaterial-241
plk: Nylon — dwusiarczek molibdenu

source: PrismMaterial-242
plk: Drewno (dąb)

source: PrismMaterial-243
plk: Jesion

source: PrismMaterial-244
plk: Brzoza

source: PrismMaterial-245
plk: Wiśnia

source: PrismMaterial-246
plk: Daglezja

source: PrismMaterial-247
plk: Eukaliptus

source: PrismMaterial-248
plk: Warstwowe drewno fornirowe

source: PrismMaterial-249
plk: Lauan, meranti

source: PrismMaterial-250
plk: Mahoń

source: PrismMaterial-251
plk: Klon

source: PrismMaterial-252
plk: MDF — płyta pilśniowa o średniej gęstości

source: PrismMaterial-253
plk: Dąb, czerwony

source: PrismMaterial-254
plk: Dąb, biały

source: PrismMaterial-255
plk: Podłoga drewniana

source: PrismMaterial-256
plk: Płyta wiórowa o wiórach orientowanych

source: PrismMaterial-257
plk: Płyta wiórowa

source: PrismMaterial-258
plk: Sosna

source: PrismMaterial-259
plk: Sosna, błotna

source: PrismMaterial-260
plk: Sosna, kalifornijska

source: PrismMaterial-261
plk: Sosna, zwyczajna

source: PrismMaterial-262
plk: Sklejka, wykończenie

source: PrismMaterial-263
plk: Sklejka, poszycie

source: PrismMaterial-264
plk: Topola

source: PrismMaterial-265
plk: Sekwoja

source: PrismMaterial-266
plk: Oblicówka, deska poszycia ściany

source: PrismMaterial-267
plk: Drewno miękkie, wykończenie

source: PrismMaterial-268
plk: Drewno miękkie, tarcica

source: PrismMaterial-269
plk: Świerk

source: PrismMaterial-270
plk: Tek

source: PrismMaterial-271
plk: Orzech

source: PrismMaterial-272
plk: Polietylen, o małej gęstości

source: PrismMaterial-273
plk: Polietylen o dużej gęstości

source: PrismMaterial-274
plk: Poliizocyjanian

source: PrismMaterial-275
plk: Poliizocyjanurat

source: PrismMaterial-276
plk: Polipropylen

source: PrismMaterial-277
plk: Tworzywo sztuczne PBT

source: PrismMaterial-278
plk: Tworzywo sztuczne PC/ABS

source: PrismMaterial-279
plk: Tworzywo sztuczne PET

source: PrismMaterial-280
plk: Tworzywo sztuczne PMMA

source: PrismMaterial-281
plk: Tworzywo sztuczne PPS

source: PrismMaterial-282
plk: PCW, nieplastyfikowany

source: PrismMaterial-283
plk: Tworzywo sztuczne SAN

source: PrismMaterial-284
plk: Żywica termoplastyczna

source: PrismMaterial-285
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, czarne

source: PrismMaterial-286
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, białe

source: PrismMaterial-287
plk: Azotek krzemu

source: PrismMetal
plk: Metalowy pryzmatyczny

# PrismMetalSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: PrismOpaque
plk: Nieprzezroczysty pryzmatyczny

# PrismOpaqueSchema_localname:Opaque
source: Opaque
plk: Nieprzezroczyste

# PrismOpaqueSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: PrismPhysMat
plk: Zaawansowany materiał fizyczny

source: PrismTransparent
plk: Przezroczysty pryzmatyczny

# PrismTransparentSchema_localname:Transparent
source: Transparent
plk: Przezroczysty

# PrismTransparentSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: PrismWood
plk: Lite drewno

source: PrismWood-006
plk: 3D jesion — połysk

source: PrismWood-007
plk: 3D klon — połysk

source: PrismWood-008
plk: 3D klon — niewykończony

source: PrismWood-009
plk: 3D wiśnia — połysk

source: PrismWood-010
plk: 3D wiśnia — malowana

source: PrismWood-011
plk: 3D sosna — półpołysk

source: PrismWood-012
plk: 3D jesion — malowany

source: PrismWood-013
plk: 3D mahoń — półpołysk

source: PrismWood-014
plk: 3D jesion — niewykończony

source: PrismWood-015
plk: 3D sosna — barwiona na ciemno, półpołysk

source: PrismWood-016
plk: 3D sosna — połysk

source: PrismWood-017
plk: 3D orzech — półpołysk

source: PrismWood-018
plk: 3D mahoń — niewykończony

source: PrismWood-019
plk: 3D mahoń — barwiony na ciemno, półpołysk

source: PrismWood-020
plk: 3D klon — malowany

source: PrismWood-021
plk: 3D orzech — połysk

source: PrismWood-022
plk: 3D sosna — barwiona na jasno, półpołysk

source: PrismWood-023
plk: 3D jesion — półpołysk

source: PrismWood-024
plk: 3D orzech — barwiony na ciemno, półpołysk

source: PrismWood-025
plk: 3D orzech — malowany

source: PrismWood-026
plk: 3D wiśnia — barwiona na jasno, półpołysk

source: PrismWood-027
plk: 3D klon — półpołysk

source: PrismWood-028
plk: 3D jesion — barwiony na jasno, półpołysk

source: PrismWood-029
plk: 3D sosna — niewykończona

source: PrismWood-030
plk: 3D klon — barwiony na ciemno, półpołysk

source: PrismWood-031
plk: 3D sosna — malowana

source: PrismWood-032
plk: 3D klon — barwiony na jasno, półpołysk

source: PrismWood-033
plk: 3D jesion — barwiony na ciemno, półpołysk

source: PrismWood-034
plk: 3D wiśnia — niewykończona

source: PrismWood-035
plk: 3D mahoń — malowany

source: PrismWood-036
plk: 3D wiśnia — półpołysk

source: PrismWood-037
plk: 3D mahoń — połysk

source: PrismWood-038
plk: 3D orzech — niewykończony

source: PrismWood-039
plk: 3D wiśnia — barwiona na ciemno, półpołysk

source: PrismWood-040
plk: 3D dąb — niewykończony

source: PrismWood-041
plk: 3D dąb — półpołysk

source: PrismWood-042
plk: 3D dąb — połysk

source: PrismWood-043
plk: 3D dąb — malowany

source: PrismWood-044
plk: 3D dąb — barwiony na jasno, półpołysk

source: PrismWood-045
plk: 3D dąb — barwiony na ciemno, półpołysk

source: PrismWood-046
plk: Klon 3D — baranek — półpołysk

source: PrismWood-047
plk: Klon 3D — baranek - połysk

source: PrismWood-048
plk: Klon 3D — pikowany — półpołysk

source: PrismWood-049
plk: Klon 3D — pikowany — połysk

source: PrismWood-050
plk: Orzech 3D — flader — półpołysk

source: PrismWood-051
plk: Orzech 3D — flader — połysk

source: PrismWood-052
plk: Koa 3D — baranek — półpołysk

source: PrismWood-053
plk: Koa 3D — baranek — połysk

source: PrismWood-054
plk: Wiśnia 3D — flader — półpołysk

source: PrismWood-055
plk: Wiśnia 3D — flader — połysk

# PrismWoodSchema_localname:Wood
source: Wood
plk: Drewno

# PrismWoodSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Pure aluminum, soft, annealed
plk: Czyste aluminium, miękkie, wyżarzone

source: Pure aluminum, strain hardened
plk: Czyste aluminium, utwardzone naprężeniowo

source: Pure lead
plk: Czysty ołów

source: Pure titanium
plk: Czysty tytan

# Pure_Shear_Table
source: Pure Shear
plk: Czyste ścinanie

# Pure_Volumetric_Compression_Table
source: Pure Volumetric Compression
plk: Czyste ściskanie objętościowe

source: Pyrex
plk: Pyreks

source: Quenched and tempered
plk: Ulepszane cieplnie

source: Radiata Pine
plk: Sosna kalifornijska

# Rays_label
source: Rays
plk: Promienie

# Rays_label:tooltip
source: Enables rays.
plk: Włącza promienie.

source: Rectangular
plk: Prostokątne

source: Red Meranti
plk: Czerwone meranti

source: Refractory ceramic
plk: Ceramika ogniotrwała

source: Rigid Insulation
plk: Izolacja sztywna

source: Rigid PVC, molded
plk: Sztywne PCW, odlewane

source: Rigid polyvinyl chloride - unplasticized
plk: Sztywny polichlorek winylu — nieplastyfikowany

# RingThicknessLabel
source: Ring Thickness
plk: Grubość słoja

# RingThicknessLabel:tooltip
source: Thickness of a single growth ring.
plk: Grubość pojedynczego słoja przyrostu.

# Ring_Thickness_label
source: Ring Thickness
plk: Grubość słoja

# Ring_Thickness_label:tooltip
source: Enables ring growth thickness variations.
plk: Włącza zmiany grubości słojów przyrostu.

# Rings_Bump_label
source: Rings Bump
plk: Wypukłość od słojów

# Rings_Bump_label:tooltip
source: Enables bump based on growth ring.
plk: Włącza wypukłość w oparciu o słój przyrostu.

source: Rock Maple
plk: Klon nagi

source: Rock wool
plk: Wełna skalna

source: Rolled magnesium
plk: Walcowany magnes

source: Roofing
plk: Pokrycie dachu

source: Round
plk: Okrągły

source: Rubber
plk: Kauczuk

source: Rubber - Bumpy
plk: Kauczuk — nierówny

source: Rubber - Hard
plk: Kauczuk — twardy

source: Rubber - Soft
plk: Kauczuk — miękki

source: Rubber - Weathered
plk: Kauczuk — zwietrzały

source: Sand
plk: Piasek

source: Sand Quartz (Dry, Average Properties)
plk: Kwarc piaskowy (suchy, właściwości średnie)

source: Sand Quartz (Wet, Average Properties)
plk: Piasek kwarcowy (mokry, średnie właściwości)

source: Sand surface
plk: Powierzchnia piaskowa

source: Sandstone
plk: Piaskowiec

source: Sandstone (high density)
plk: Piaskowiec (duża gęstość)

source: Sandy Soil
plk: Ziemia piaszczysta

source: Sawdust
plk: Trociny

# Scene:uilabel
source: Scene
plk: Scena

source: Scots Pine
plk: Sosna zwyczajna

source: Semi-Rigid organic bonded felt
plk: Półsztywna pilśń z wiązaniami organicznymi

# Settings:uilabel
source: Settings
plk: Ustawienia

# ShadingLabel
source: Shading
plk: Cieniowanie

source: Shortleaf Pine
plk: Sosna długoigielna

source: Shredded wood
plk: Wióry drewniane

source: Siliceous firebrick
plk: Krzemionkowa cegła ogniotrwała

source: Silicon Nitride
plk: Azotek krzemu

source: Silicone (White)
plk: Silikon (biały)

source: Silicone - white matte
plk: Silikon — biały matowy

source: Silicone Rubber
plk: Kauczuk silikonowy

source: Silicone foam flexible
plk: Elastyczna pianka silikonowa

source: Silicone foam rigid
plk: Sztywna pianka silikonowa

source: Silicone rubber
plk: Kauczuk silikonowy

source: Silver
plk: Srebro

source: Silver - Polished
plk: Srebro — polerowane

source: Silver - Satin
plk: Srebro — satynowe

source: Silver - polished
plk: Srebro — polerowane

source: Silver - satin
plk: Srebro — satynowe

# Simple_Shear_Table
source: Simple Shear
plk: Proste ścinanie

# Simple_Tension_Compression_Table
source: Simple Tension/Compression
plk: Proste rozciąganie/ściskanie

source: Sitka Spruce
plk: Świerk sitkajski

source: Skylight
plk: Świetlik

source: Slate
plk: Łupek

source: Slate tile, dark grey, matte
plk: Płytka łupkowa dachowa, ciemnoszara, matowa

source: Smooth
plk: Gładkie

source: Snow Field
plk: Pole śniegu

source: Soda Lime Glass
plk: Szkło sodowo-wapniowe

source: Soft tin bronze
plk: Miękki brąz cynowy

source: Soft yellow brass
plk: Miękki żółty mosiądz

source: Soft yellow brass, welded
plk: Miękki żółty mosiądz, spawany

source: Softwood
plk: Drewno miękkie

source: Softwood clapboard siding
plk: Oblicówka z desek poszycia ściany z drewna miękkiego

source: Softwood laminated veneer lumber
plk: Równoległowłókniste drewno miękkie warstwowe klejone z fornirów

source: Soil
plk: Grunt

source: Soil (Average Properties)
plk: Grunt (właściwości średnie)

source: Soil Clay (Wet)
plk: Glina glebowa (mokra)

source: Soil Loam
plk: Glina ceglarska glebowa

source: Solid surface countertop
plk: Blat lity

source: Solid thermal asset.
plk: Zasób termiczny — bryła.

source: Solid/Ceramic
plk: Lite/Ceramiczne

source: Solid/Concrete
plk: Pełne/Beton

source: Solid/Earth
plk: Lite/Ziemia

source: Solid/Glass
plk: Pełne/Szkło

source: Solid/Insulation-Fibers
plk: Lite/Włókna izolacyjne

source: Solid/Masonry
plk: Pełne/Mur

source: Solid/Metal
plk: Pełne/Metal

source: Solid/Misc
plk: Lite/Różne

source: Solid/Panels
plk: Lite/Płyty

source: Solid/Plaster
plk: Lite/Tynk

source: Solid/Plastic
plk: Pełne/Plastyk

source: Solid/Stone
plk: Pełne/Kamień

source: Solid/Wood
plk: Pełne/Drewno

source: Southern pine plywood
plk: Sklejka z sosny błotnej

source: Stainless
plk: Stal nierdzewna

source: Stainless Diamond Plate - 1 Bar
plk: Blacha ryflowana ze stali nierdzewnej — 1 łezka

source: Stainless Diamond Plate - 3 Bar
plk: Blacha ryflowana ze stali nierdzewnej — 3 łezki

source: Stainless Diamond Plate - Tread Brite
plk: Blacha ryflowana ze stali nierdzewnej — Tread Brite

source: Stainless Mesh - Expanded Thick
plk: Siatka ze stali nierdzewnej — rozwinięta, gruba

source: Stainless Mesh Expanded Thin
plk: Siatka ze stali nierdzewnej rozwinięta cienka

source: Stainless Steel
plk: Stal nierdzewna

source: Stainless Steel - Brushed Linear Long
plk: Stal nierdzewna — szczotkowana, długie linie

source: Stainless Steel - Brushed Linear Short
plk: Stal nierdzewna — szczotkowana, krótkie linie

source: Stainless Steel - Brushed Radial
plk: Stal nierdzewna — szczotkowana promieniowo

source: Stainless Steel - Brushed Radial Overlap
plk: Stal nierdzewna — szczotkowana promieniowo, nakładki

source: Stainless Steel - Cast
plk: Stal nierdzewna — odlew

source: Stainless Steel - Knurled
plk: Stal nierdzewna — radełkowana

source: Stainless Steel - Polished
plk: Stal nierdzewna — polerowana

source: Stainless Steel - Satin
plk: Stal nierdzewna — satynowa

source: Stainless Steel 18/8
plk: Stal nierdzewna 18/8

source: Stainless Steel 18/8, brushed finish
plk: Stal nierdzewna 18/8, wykończenie szczotkowane

source: Stainless Steel 18/8, polished finish
plk: Stal nierdzewna 18/8, wykończenie polerowane

source: Stainless Steel Hexagonal Mesh
plk: Sześciokątna siatka ze stali nierdzewnej

source: Stainless Steel Mesh - Holes Large
plk: Siatka ze stali nierdzewnej — duże otwory

source: Stainless Steel Mesh - Holes Small
plk: Siatka ze stali nierdzewnej — małe otwory

source: Stainless Steel Mesh - Slot
plk: Siatka ze stali nierdzewnej — szczelina

source: Stainless Steel Mesh - Slot Staggered
plk: Siatka ze stali nierdzewnej — szczeliny naprzemiennie

source: Stainless Steel Mesh - Square Large
plk: Siatka ze stali nierdzewnej — duże kwadraty

source: Stainless Steel Mesh - Square Large Staggered
plk: Siatka ze stali nierdzewnej — duże kwadraty naprzemiennie

source: Stainless Steel Mesh - Square Small
plk: Siatka ze stali nierdzewnej — małe kwadraty

source: Stainless Steel Mesh - Square Small Staggered
plk: Siatka ze stali nierdzewnej — małe kwadraty naprzemiennie

source: Stainless Steel Mesh - Wire
plk: Siatka ze stali nierdzewnej — druciana

source: Stainless Steel, 18/8
plk: Stal nierdzewna, 18/8

source: Stainless Steel, polished
plk: Stal nierdzewna, polerowana

source: Stainless steel - brushed long
plk: Stal nierdzewna — szczotkowana, długie linie

source: Stainless steel - brushed radial
plk: Stal nierdzewna — szczotkowana promieniowo

source: Stainless steel - brushed radial stacked
plk: Stal nierdzewna — szczotkowana promieniowo piętrowo

source: Stainless steel - brushed short
plk: Stal nierdzewna — szczotkowana, krótkie linie

source: Stainless steel - cast
plk: Stal nierdzewna — odlew

source: Stainless steel - circular alternated mesh 5mm holes- beveled
plk: Stal nierdzewna — okrągła naprzemienna siatka z otworami 5 mm — ścięta

source: Stainless steel - circular alternated small mesh 3.5mm holes- beveled
plk: Stal nierdzewna — okrągła naprzemienna drobna siatka z otworami 3,5 mm — ścięta

source: Stainless steel - circular horizontal alternated mesh 3.5x19mm - beveled
plk: Stal nierdzewna — okrągła naprzemienna pozioma siatka 3,5 x 19 mm — ścięta

source: Stainless steel - circular horizontal mesh 3.5x19mm - beveled
plk: Stal nierdzewna — okrągła pozioma siatka 3,5 x 19 mm — ścięta

source: Stainless steel - diamond plate 1
plk: Stal nierdzewna — płyta rombowa 1

source: Stainless steel - diamond plate 2
plk: Stal nierdzewna — płyta rombowa 2

source: Stainless steel - diamond plate 3
plk: Stal nierdzewna — płyta rombowa 3

source: Stainless steel - expanded mesh thick
plk: Stal nierdzewna — siatka rozwinięta, gruba

source: Stainless steel - expanded mesh thin
plk: Stal nierdzewna — siatka rozwinięta cienka

source: Stainless steel - hexagonal mesh
plk: Stal nierdzewna — siatka sześciokątna

source: Stainless steel - knurled
plk: Stal nierdzewna — radełkowana

source: Stainless steel - polished
plk: Stal nierdzewna — polerowana

source: Stainless steel - satin
plk: Stal nierdzewna — satynowa

source: Stainless steel - square alternated mesh 5mm holes
plk: Stal nierdzewna — kwadratowa naprzemienna siatka z otworami 5 mm

source: Stainless steel - square alternated small mesh 3.5mm holes
plk: Stal nierdzewna — kwadratowa naprzemienna drobna siatka z otworami 3,5 mm

source: Stainless steel - square mesh 5mm holes
plk: Stal nierdzewna — kwadratowa siatka z otworami 5 mm

source: Stainless steel - square small mesh 3.5mm holes
plk: Stal nierdzewna — kwadratowa drobna siatka z otworami 3,5 mm

source: Stainless steel - wire mesh
plk: Stal nierdzewna — siatka druciana

source: Standard
plk: Standardowe

source: Standard Structural Steel
plk: Stal standardowa konstrukcyjna

source: Standard soda lime glass
plk: Standardowe szkło sodowo-wapniowe

source: Steel
plk: Stal

source: Steel - Braided
plk: Stal — oplatana

source: Steel - Brushed Linear Long
plk: Stal — szczotkowana, długie linie

source: Steel - Brushed Linear Short
plk: Stal — szczotkowana, krótkie linie

source: Steel - Brushed Radial
plk: Stal — szczotkowana promieniowo

source: Steel - Brushed Radial Overlap
plk: Stal — szczotkowana promieniowo, nakładki

source: Steel - Carbon Steel for Pressure Vessels
plk: Stal — stal węglowa na zbiorniki ciśnieniowe

source: Steel - Cast
plk: Stal — odlew

source: Steel - Galvanized (Large)
plk: Stal — galwanizowana (duże)

source: Steel - Galvanized (Small)
plk: Stal — galwanizowana (małe)

source: Steel - High-Strength Structural
plk: Stal —​ konstrukcyjna o wysokiej wytrzymałości

source: Steel - High-Strength, Low-Alloy
plk: Stal — wysoka wytrzymałość, niskostopowa

source: Steel - Knurled
plk: Stal — radełkowana

source: Steel - Rough
plk: Stal — chropowata

source: Steel - Satin
plk: Stal — satynowa

source: Steel - Stainless
plk: Stal —​ nierdzewna

source: Steel - Standard Structural
plk: Stal — standardowa konstrukcyjna

source: Steel - braided 2/2 twill
plk: Stal — oplot 2/2 o splocie skośnym

source: Steel - brushed long
plk: Stal — szczotkowana, długie linie

source: Steel - brushed radial
plk: Stal — szczotkowana promieniowo

source: Steel - brushed radial stacked
plk: Stal — szczotkowana promieniowo piętrowo

source: Steel - brushed short
plk: Stal — szczotkowana, krótkie linie

source: Steel - cast
plk: Stal — odlew

source: Steel - diamond plate 1
plk: Stal — płyta rombowa 1

source: Steel - diamond plate 2
plk: Stal — płyta rombowa 2

source: Steel - diamond plate 3
plk: Stal — płyta rombowa 3

source: Steel - expanded mesh thick
plk: Stal — siatka rozwinięta, gruba

source: Steel - expanded mesh thin
plk: Stal — siatka rozwinięta cienka

source: Steel - galvanized large spangles
plk: Stal — galwanizowana w duże kwiaty

source: Steel - galvanized small spangles
plk: Stal — galwanizowana w małe kwiaty

source: Steel - hexagonal mesh
plk: Stal — siatka sześciokątna

source: Steel - knurled
plk: Stal — radełkowana

source: Steel - rough
plk: Stal — chropowata

source: Steel - satin
plk: Stal — satynowa

source: Steel - wire mesh
plk: Stal — siatka druciana

source: Steel Diamond Plate - 1 Bar
plk: Blacha ryflowana stalowa — 1 łezka

source: Steel Diamond Plate - 3 Bar
plk: Blacha ryflowana stalowa — 3 łezki

source: Steel Diamond Plate - Tread Brite
plk: Blacha ryflowana stalowa — Tread Brite

source: Steel Hexagonal Mesh
plk: Sześciokątna siatka stalowa

source: Steel Mesh - Wire Small
plk: Siatka stalowa — druciana, mała

source: Steel, Fy 245 MPa
plk: Stal Fy 245 MPa

source: Steel, Fy 265 MPa
plk: Stal Fy 265 MPa

source: Steel, Fy 275 MPa
plk: Stal Fy 275 MPa

source: Steel, Fy 325 MPa
plk: Stal Fy 325 MPa

source: Steel, Fy 340 MPa
plk: Stal Fy 340 MPa

source: Steel, Fy 355 MPa
plk: Stal Fy 355 MPa

source: Steel, Fy 415 MPa
plk: Stal Fy 415 MPa

source: Steel, Fy 430 MPa
plk: Stal Fy 430 MPa

source: Steel, Fy 450 MPa
plk: Stal Fy 450 MPa

source: Steel, Fy 460 MPa
plk: Stal Fy 460 MPa

source: Steel, S235 (EN 10025-2)
plk: Stal S235 (E 10025-2)

source: Steel, S235 W (EN 10025-5)
plk: Stal S235 W (EN 10025-5)

source: Steel, S275 (EN 10025-2)
plk: Stal S275 (EN 10025-2)

source: Steel, S275 M/ML (EN 10025-4)
plk: Stal S275 M/ML (EN 10025-4)

source: Steel, S275 N/NL (EN 10025-3)
plk: Stal S275 N/NL (EN 10025-3)

source: Steel, S355 M/ML (EN 10025-4)
plk: Stal S355 M/ML (EN 10025-4)

source: Steel, S355 N/NL (EN 10025-3)
plk: Stal S355 N/NL (EN 10025-3)

source: Steel, S355 (EN 10025-2)
plk: Stal S355 (EN 10025-2)

source: Steel, S355 W (EN 10025-5)
plk: Stal S355 W (EN 10025-5)

source: Steel, S420 M/ML (EN 10025-4)
plk: Stal S420 M/ML (EN 10025-4)

source: Steel, S420 N/NL (EN 10025-3)
plk: Stal S420 N/NL (EN 10025-3)

source: Steel, S450 (EN 10025-2)
plk: Stal S450 (EN 10025-2)

source: Steel, S460 M/ML (EN 10025-4)
plk: Stal S460 M/ML (EN 10025-4)

source: Steel, S460 N/NL (EN 10025-3)
plk: Stal S460 N/NL (EN 10025-3)

source: Steel, S460 (EN 10025-6)
plk: Stal S460 (EN 10025-6)

source: Steel, S460 Q/QL/QL1 (EN 10025-6)
plk: Stal S460 Q/QL/QL1 (EN 10025-6)

source: Steel, mill finish
plk: Stal, gładka

source: Steel, paint finish, blue
plk: Stal, wykończenie lakiernicze, niebieskie

source: Steel, paint finish, blue, glossy
plk: Stal, wykończenie farbą, niebieskie, połysk

source: Steel, paint finish, dark gray, glossy
plk: Stal, wykończenie farbą, ciemnoszare, połysk

source: Steel, paint finish, red, glossy
plk: Stal, wykończenie farbą, czerwone, połysk

source: Steel, sheet
plk: Stal, arkusz

source: Stone
plk: Kamień

source: Stone, granite
plk: Kamień, granit
