Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: PhysicalMetal_115
plk: Żelazo — szare

source: PhysicalMetal_117
plk: Żelazo — ciągliwe

source: PhysicalMetal_118
plk: Stop niklowo-miedziowy 400

source: PhysicalMetal_121
plk: Stal nierdzewna

source: PhysicalMetal_122
plk: Stal nierdzewna AISI 440C

source: PhysicalMetal_123
plk: Stal nierdzewna — austenityczna

source: PhysicalMetal_124
plk: Stal

source: PhysicalMetal_125
plk: Stal — o wysokiej wytrzymałości, niskostopowa

source: PhysicalMetal_126
plk: Stal — niskostopowa

source: PhysicalMetal_128
plk: Aluminium 6061 — spawane

source: PhysicalMetal_129
plk: Mosiądz — miękki żółty — spawany

source: PhysicalMetal_130
plk: Stal nierdzewna 440C — spawana

source: PhysicalMetal_131
plk: Stal — miękka — spawana

source: PhysicalMetal_132
plk: Miedź — kuta

source: PhysicalMetal_133
plk: Stal — kuta

source: PhysicalMetal_136
plk: Stop aluminium 1100-H18

source: PhysicalMetal_141
plk: Stop aluminium 3003-H14

source: PhysicalMetal_142
plk: Stop aluminium 3003-H16

source: PhysicalMetal_143
plk: Stop aluminium 3003-O

source: PhysicalMetal_144
plk: Stop aluminium 3004-H32

source: PhysicalMetal_145
plk: Stop aluminium 3004-H34

source: PhysicalMetal_146
plk: Stop aluminium 3004-H38

source: PhysicalMetal_147
plk: Stop aluminium 3004-O

source: PhysicalMetal_148
plk: Stop aluminium 3105-H12

source: PhysicalMetal_149
plk: Stop aluminium 3105-H14

source: PhysicalMetal_150
plk: Stop aluminium 3105-H16

source: PhysicalMetal_151
plk: Stop aluminium 3105-H18

source: PhysicalMetal_152
plk: Stop aluminium 3105-O

source: PhysicalMetal_154
plk: Stop aluminium 5005-H14

source: PhysicalMetal_155
plk: Stop aluminium 5005-H16

source: PhysicalMetal_156
plk: Stop aluminium 5005-H18

source: PhysicalMetal_157
plk: Stop aluminium 5005-H38

source: PhysicalMetal_158
plk: Stop aluminium 5005-O

source: PhysicalMetal_159
plk: Stop aluminium 5052-H34

source: PhysicalMetal_160
plk: Stop aluminium 5052-H36

source: PhysicalMetal_161
plk: Stop aluminium 5052-H38

source: PhysicalMetal_162
plk: Stop aluminium 5052-O

source: PhysicalMetal_163
plk: Stop aluminium 6061-O

source: PhysicalMetal_164
plk: Żeliwo szare ASTM A-48 klasa 20

source: PhysicalMetal_168
plk: Żeliwo szare ASTM A-48 klasa 40

source: PhysicalMetal_169
plk: Żeliwo szare ASTM A-48 klasa 50

source: PhysicalMetal_170
plk: Żeliwo szare ASTM A-48 klasa 60

source: PhysicalMetal_171
plk: Stop magnezu (AZ63A)

source: PhysicalMetal_172
plk: Stop tytanu 6Al-4V

source: PhysicalMetal_173
plk: Stal AISI 1015 — wyżarzona

source: PhysicalMetal_174
plk: Stal AISI 1022 — wyżarzona

source: PhysicalMetal_175
plk: Stal AISI 1050 — wyżarzona

source: PhysicalMetal_176
plk: Stal AISI 1080 — wyżarzona

source: PhysicalMetal_177
plk: Stal AISI 1118 — wyżarzona

source: PhysicalMetal_178
plk: Stal AISI 1144 — wyżarzona

source: PhysicalMetal_179
plk: Stal AISI 4130

source: PhysicalMetal_180
plk: Stal AISI 4150 — wyżarzona

source: PhysicalMetal_181
plk: Stal AISI 4620 — wyżarzona

source: PhysicalMetal_182
plk: Stal AISI 5150 — wyżarzona

source: PhysicalMetal_183
plk: Stal AISI 6150 — wyżarzona

source: PhysicalMetal_184
plk: Stal AISI 8650 — wyżarzona

source: PhysicalMetal_187
plk: Stal ASTM A441

source: PhysicalMetal_188
plk: Stal ASTM A514

source: PhysicalMetal_189
plk: Stal ASTM A572

source: PhysicalMetal_190
plk: Stal nierdzewna AISI 202

source: PhysicalMetal_191
plk: Stal nierdzewna AISI 302 — wyżarzona

source: PhysicalMetal_192
plk: Stal nierdzewna AISI 309

source: PhysicalMetal_193
plk: Stal nierdzewna AISI 310

source: PhysicalMetal_194
plk: Stal nierdzewna AISI 317

source: PhysicalMetal_195
plk: Stal nierdzewna AISI 405

source: PhysicalMetal_196
plk: Stal nierdzewna AISI 430

source: PhysicalMetal_197
plk: Stal nierdzewna AISI 446

source: PhysicalMetal_200
plk: Aluminium 5083 87 formowane na zimno

source: PhysicalMetal_201
plk: Aluminium 5052 H32

source: PhysicalMetal_202
plk: Aluminium 5454 0 formowane na zimno

source: PhysicalMetal_203
plk: Aluminium 6061 T6 80 formowane na gorąco

source: PhysicalMetal_204
plk: Aluminium 6061 T6 0 formowane na zimno

source: PhysicalMetal_205
plk: Aluminium 7175 T73 0 formowane na gorąco

source: PhysicalMetal_206
plk: Stal, MAN-TEN

source: PhysicalMetal_207
plk: Stal, RQC100

source: PhysicalMetal_208
plk: Stal AISI 1006 85 walcowana na gorąco

source: PhysicalMetal_209
plk: Stal AISI 1006 85B walcowana na gorąco

source: PhysicalMetal_210
plk: Stal AISI 1008 91 walcowana na gorąco

source: PhysicalMetal_211
plk: Stal AISI 1015 80 normalizowana

source: PhysicalMetal_212
plk: Stal AISI 1018 106 walcowana na gorąco

source: PhysicalMetal_213
plk: Stal AISI 1018 118 ulepszana cieplnie

source: PhysicalMetal_214
plk: Stal AISI 1018 209 ulepszana cieplnie

source: PhysicalMetal_215
plk: Stal AISI 1020 107 walcowana na gorąco

source: PhysicalMetal_216
plk: Stal AISI 1020 108 wyżarzana

source: PhysicalMetal_217
plk: Stal AISI 1030 128 walcowana na gorąco

source: PhysicalMetal_218
plk: Stal AISI 1030 128A walcowana na gorąco

source: PhysicalMetal_219
plk: Stal AISI 1045 225 wyżarzana

source: PhysicalMetal_220
plk: Stal AISI 1045 390 ulepszana cieplnie

source: PhysicalMetal_221
plk: Stal AISI 1045 450 ulepszana cieplnie

source: PhysicalMetal_222
plk: Stal AISI 1045 500 ulepszana cieplnie

source: PhysicalMetal_223
plk: Stal AISI 1045 595 ulepszana cieplnie

source: PhysicalMetal_224
plk: Stal AISI 1045 705 ulepszana cieplnie

source: PhysicalMetal_225
plk: Stal AISI 1045 HV walcowana na gorąco

source: PhysicalMetal_226
plk: Stal AISI 1080 371 ulepszana cieplnie

source: PhysicalMetal_227
plk: Stal AISI 1080 410 ulepszana cieplnie

source: PhysicalMetal_228
plk: Stal AISI 1080 421 hartowana izotermicznie

source: PhysicalMetal_229
plk: Stal AISI 1522 289 walcowana na gorąco

source: PhysicalMetal_230
plk: Stal AISI 1522 304 walcowana na gorąco

source: PhysicalMetal_231
plk: Stal AISI 1541 362 ulepszana cieplnie

source: PhysicalMetal_232
plk: Stal AISI 1561 234 walcowana na gorąco

source: PhysicalMetal_233
plk: Stal AISI 4130 259 ulepszana cieplnie

source: PhysicalMetal_234
plk: Stal AISI 4130 366 ulepszana cieplnie

source: PhysicalMetal_235
plk: Stal AISI 4142 380 ulepszana cieplnie

source: PhysicalMetal_236
plk: Stal AISI 4142 400 ulepszana cieplnie

source: PhysicalMetal_237
plk: Stal AISI 4142 450 ulepszana cieplnie

source: PhysicalMetal_238
plk: Stal AISI 4142 450A ulepszana cieplnie

source: PhysicalMetal_239
plk: Stal AISI 4142 475 ulepszana cieplnie

source: PhysicalMetal_240
plk: Stal AISI 4142 475A ulepszana cieplnie

source: PhysicalMetal_241
plk: Stal AISI 4142 560 ulepszana cieplnie

source: PhysicalMetal_242
plk: Stal AISI 4142 670 ulepszana cieplnie

source: PhysicalMetal_243
plk: Stal AISI 4340 242 walcowana na gorąco

source: PhysicalMetal_244
plk: Stal AISI 4340 350A ulepszana cieplnie

source: PhysicalMetal_245
plk: Stal AISI 4340 350B ulepszana cieplnie

source: PhysicalMetal_246
plk: Stal AISI 4340 350C ulepszana cieplnie

source: PhysicalMetal_247
plk: Stal AISI 4340 409 ulepszana cieplnie

source: PhysicalMetal_248
plk: Stal AISI 5160 434 ulepszana cieplnie

source: PhysicalMetal_249
plk: Stal AISI 5210 517 walcowana na gorąco

source: PhysicalMetal_250
plk: Stal AISI 8630 254 normalizowana

source: PhysicalMetal_251
plk: Stal AISI 8640 361 ulepszana cieplnie

source: PhysicalMetal_252
plk: Stal AISI 9262 260 normalizowana

source: PhysicalMetal_253
plk: Stal AISI 9262 271 ulepszana cieplnie

source: PhysicalPlastic_101
plk: Żywica acetalowa

source: PhysicalPlastic_107
plk: Nylon 6/6 kompozyt

source: PhysicalPlastic_110
plk: Mieszanka poliwęglanu i tworzywa ABS

source: PhysicalPlastic_117
plk: Polistyren

source: PhysicalPlastic_119
plk: Rury z PCW

source: PhysicalPlastic_120
plk: Polichlorek winylu — nieplastyfikowany

source: PhysicalPlastic_124
plk: Żywica termoplastyczna

source: PhysicalWood_103
plk: Drewno (dąb)

source: Picea Abies
plk: Świerk pospolity

source: Pine
plk: Sosna

source: Pine - Glossy
plk: Sosna — połysk

source: Pine - Semigloss
plk: Sosna — półpołysk

source: Pinus Echinata
plk: Sosna haczykowa

source: Pinus Radiata
plk: Sosna kalifornijska

source: Pinus Strobus
plk: Sosna wejmutka

source: Pinus Sylvestris
plk: Sosna zwyczajna

source: Piping
plk: Rury

source: Plain Carbon Steel with higher Mn content, Hot Rolled
plk: Stal węglowa o podwyższonej zawartości manganu, walcowana na gorąco

# Plain Carbon Steel with higher Mn content, Quenched &amp; Tempered
source: Plain Carbon Steel with higher Mn content, Quenched & Tempered
plk: Stal węglowa o podwyższonej zawartości manganu, ulepszana cieplnie

source: Plaster
plk: Tynk

source: Plaster of Paris
plk: Gips modelarski

source: Plaster, perlite aggregate
plk: Tynk, kruszywo perlitowe

source: Plaster, sand aggregate
plk: Tynk, kruszywo piaskowe

source: Plaster, vermiculite aggregate
plk: Tynk, kruszywo wermikulitowe

source: Plastic
plk: Tworzywo sztuczne

source: Plastic - Glossy (Black)
plk: Tworzywo sztuczne — połysk (czarne)

source: Plastic - Glossy (Blue)
plk: Tworzywo sztuczne — połysk (niebieskie)

source: Plastic - Glossy (Green)
plk: Tworzywo sztuczne — połysk (zielone)

source: Plastic - Glossy (Grey)
plk: Tworzywo sztuczne — połysk (szare)

source: Plastic - Glossy (Red)
plk: Tworzywo sztuczne — połysk (czerwone)

source: Plastic - Glossy (White)
plk: Tworzywo sztuczne — połysk (białe)

source: Plastic - Glossy (Yellow)
plk: Tworzywo sztuczne — połysk (żółte)

source: Plastic - Matte (Black)
plk: Tworzywo sztuczne — matowe (czarne)

source: Plastic - Matte (Blue)
plk: Tworzywo sztuczne — matowe (niebieskie)

source: Plastic - Matte (Gray)
plk: Tworzywo sztuczne — matowe (szare)

source: Plastic - Matte (Green)
plk: Tworzywo sztuczne — matowe (zielone)

source: Plastic - Matte (Red)
plk: Tworzywo sztuczne — matowe (czerwone)

source: Plastic - Matte (White)
plk: Tworzywo sztuczne — matowe (białe)

source: Plastic - Matte (Yellow)
plk: Tworzywo sztuczne — matowe (żółte)

source: Plastic - Texture - Random
plk: Tworzywo sztuczne — tekstura — losowo

source: Plastic - Textured - Polka
plk: Tworzywo sztuczne — teksturowane — w kropki

source: Plastic - Textured - Regular
plk: Tworzywo sztuczne — teksturowane — normalne

source: Plastic - Textured - Skin
plk: Tworzywo sztuczne — teksturowane — skóra

source: Plastic - Translucent Glossy (Blue)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (niebieskie)

source: Plastic - Translucent Glossy (Gray)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (szare)

source: Plastic - Translucent Glossy (Green)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (zielone)

source: Plastic - Translucent Glossy (Red)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (czerwone)

source: Plastic - Translucent Glossy (White)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (białe)

source: Plastic - Translucent Glossy (Yellow)
plk: Tworzywo sztuczne — półprzezroczyste, połysk (żółte)

source: Plastic - Translucent Matte (Blue)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (niebieskie)

source: Plastic - Translucent Matte (Gray)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (szare)

source: Plastic - Translucent Matte (Green)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (zielone)

source: Plastic - Translucent Matte (Red)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (czerwone)

source: Plastic - Translucent Matte (White)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (białe)

source: Plastic - Translucent Matte (Yellow)
plk: Tworzywo sztuczne — półprzezroczyste, matowe (żółte)

source: Plastic - acrylic clear
plk: Tworzywo sztuczne — akryl przezroczysty

source: Plastic - acrylic red
plk: Tworzywo sztuczne — akryl czerwony

source: Plastic - black glossy
plk: Tworzywo sztuczne — czarne błyszczące

source: Plastic - black matte
plk: Tworzywo sztuczne — czarne matowe

source: Plastic - blue glossy
plk: Tworzywo sztuczne — niebieskie błyszczące

source: Plastic - blue matte
plk: Tworzywo sztuczne — niebieskie matowe

source: Plastic - blue translucent glossy
plk: Tworzywo sztuczne — niebieskie, półprzezroczyste, połysk

source: Plastic - blue translucent matte
plk: Tworzywo sztuczne — niebieskie, półprzezroczyste, mat

source: Plastic - gray matte
plk: Tworzywo sztuczne — szare matowe

source: Plastic - gray translucent glossy
plk: Tworzywo sztuczne — szare, półprzezroczyste, połysk

source: Plastic - gray translucent matte
plk: Tworzywo sztuczne — szare, półprzezroczyste, mat

source: Plastic - green glossy
plk: Tworzywo sztuczne — zielone błyszczące

source: Plastic - green matte
plk: Tworzywo sztuczne — zielone matowe

source: Plastic - green translucent glossy
plk: Tworzywo sztuczne — zielone, półprzezroczyste, połysk

source: Plastic - green translucent matte
plk: Tworzywo sztuczne — zielone, półprzezroczyste, mat

source: Plastic - grey glossy
plk: Tworzywo sztuczne — szare błyszczące

source: Plastic - red glossy
plk: Tworzywo sztuczne — czerwone błyszczące

source: Plastic - red matte
plk: Tworzywo sztuczne — czerwone matowe

source: Plastic - red translucent glossy
plk: Tworzywo sztuczne — czerwone, półprzezroczyste, połysk

source: Plastic - red translucent matte
plk: Tworzywo sztuczne — czerwone, półprzezroczyste, mat

source: Plastic - texture 1
plk: Tworzywo sztuczne — tekstura 1

source: Plastic - texture 2
plk: Tworzywo sztuczne — tekstura 2

source: Plastic - texture 3
plk: Tworzywo sztuczne — tekstura 3

source: Plastic - texture 4
plk: Tworzywo sztuczne — tekstura 4

source: Plastic - white glossy
plk: Tworzywo sztuczne — białe błyszczące

source: Plastic - white matte
plk: Tworzywo sztuczne — białe matowe

source: Plastic - white translucent glossy
plk: Tworzywo sztuczne — białe, półprzezroczyste, połysk

source: Plastic - white translucent matte
plk: Tworzywo sztuczne — białe, półprzezroczyste, mat

source: Plastic - yellow glossy
plk: Tworzywo sztuczne — żółte błyszczące

source: Plastic - yellow matte
plk: Tworzywo sztuczne — żółte matowe

source: Plastic - yellow translucent glossy
plk: Tworzywo sztuczne — żółte, półprzezroczyste, połysk

source: Plastic - yellow translucent matte
plk: Tworzywo sztuczne — żółte, półprzezroczyste, mat

source: Plastic Laminate - Blue, Matte
plk: Laminat plastikowy - niebieski, matowy

source: Plastic Laminate - Ivory, Matte
plk: Laminat plastikowy — kość słoniowa, matowy

source: Plastic Laminate - Red, Matte
plk: Laminat plastikowy - czerwony, matowy

source: Plastic laminate
plk: Laminat plastikowy

source: Plastic structural asset.
plk: Zasób konstrukcyjny — tworzywo sztuczne.

source: Plastic, average properties
plk: Tworzywo sztuczne, właściwości średnie

source: Plastic, generic, opaque black
plk: Tworzywo, ogólne, nieprzezroczyste czarne

source: Plastic, generic, opaque white
plk: Tworzywo, ogólne, nieprzezroczyste białe

source: Plastic, generic, transparent
plk: Tworzywo, ogólne, przezroczyste

source: Plastic/Composite
plk: Tworzywo/Kompozyt

source: Plastic/Elastomer
plk: Tworzywo/Elastomer

source: Plastic/Expanded
plk: Tworzywo/Spulchniane

source: Plastic/Opaque
plk: Tworzywo sztuczne/Nieprzezroczyste

source: Plastic/Textured
plk: Tworzywo sztuczne/Teksturowane

source: Plastic/Thermoplastic
plk: Tworzywo/Materiał termoplastyczny

source: Plastic/Thermoset
plk: Tworzywo/Materiał termoutwardzalny

source: Plastic/Translucent
plk: Tworzywo sztuczne/Półprzezroczyste

source: Plastic/Transparent
plk: Tworzywo sztuczne/Przezroczyste

# Plastic_Nonlinear_Table_Data
source: Data
plk: Dane

source: Plastic Parameters
plk: Parametry plastyczności

# Plastic_Yield_Function
source: Yield Function
plk: Funkcja plastyczności

source: Plate glass
plk: Szkło płaskie walcowane

source: Platinum
plk: Platyna

source: Platinum - Polished
plk: Platyna — polerowana

source: Platinum - polished
plk: Platyna — polerowana

source: Plexiglass
plk: Pleksiglas

source: Plywood
plk: Sklejka

source: Plywood, finish grade
plk: Sklejka, wykończeniowa

source: Plywood, sheathing grade
plk: Sklejka, poszyciowa

source: Polished
plk: Polerowane

source: Polyamide
plk: Poliamid

source: Polyamide, Nylon 6
plk: Poliamid, Nylon 6

source: Polyaryletherketone
plk: Poliaryloeteroketon

source: Polybutylene terephthalate
plk: Tereftalan polibutylenu

source: Polycarbonate (Bronze)
plk: Poliwęglan (brązowy)

source: Polycarbonate (Clear)
plk: Poliwęglan (przezroczysty)

source: Polycarbonate - acrylonitrile butadiene styrene blend
plk: Mieszanka poliwęglanu i akrylonitrylu butadienu styrenu

source: Polycarbonate - bronze
plk: Poliwęglan — brązowy

source: Polycarbonate - clear
plk: Poliwęglan — przezroczysty

source: Polycarbonate sheet or molding
plk: Poliwęglanowy arkusz lub odlew

source: Polyethylene terephthalate
plk: Tereftalan polietylenu

source: Polyisocyanate insulation foam
plk: Poliizocyjanianowa pianka izolacyjna

source: Polyisocyanurate insulation board
plk: Poliizocyjanuratowa płyta izolacyjna

source: Polymethyl Methacrylate
plk: Polimetakrylan metylu

source: Polymethylmethacrylate, Molding and Extrusion
plk: Polimetakrylan metylu, formowanie i wytłaczanie

source: Polyoxymethylene
plk: Polioksymetylen

source: Polyphenylene Sulfide
plk: Siarczek polifenylu

source: Polypropylene molding
plk: Odlew polipropylenowy

source: Polystyrene
plk: Polistyren

source: Polystyrene - white
plk: Polistyren — biały

source: Polyurethane
plk: Poliuretan

source: Polyurethane - grey
plk: Poliuretan — szary

source: Polyurethane foam insulation
plk: Poliuretanowa izolacja piankowa

source: Polyurethane insulation board
plk: Poliuretanowa płyta izolacyjna

source: Polyurethane rubber
plk: Kauczuk poliuretanowy

source: Polyvinyl Chloride Acetate Flexible
plk: Chlorek winylu/octan winylu — elastyczny

source: Polyvinyl Chloride Acetate Rigid
plk: Chlorek winylu/octan winylu — sztywny

source: Polyvinyl Chloride Flexible
plk: Polichlorek winylu — elastyczny

source: Polyvinyl Chloride Rigid
plk: Polichlorek winylu, sztywny

source: Polyvinyl chloride
plk: Polichlorek winylu

source: Polyvinylidene Fluoride
plk: Polifluorek winylidenu

source: Porcelain
plk: Porcelana

source: Porcelain High Alumina
plk: Porcelana o wysokiej zawartości glinu

source: Porcelain, glazed
plk: Porcelana, szkliwiona

source: Porcelain, ordinary
plk: Porcelana, zwykła

# Pores_label
source: Pores
plk: Pory

# Pores_label:tooltip
source: Enables pores.
plk: Włącza pory.

source: Portland Cement
plk: Cement portlandzki

source: Powder Coat (Black)
plk: Powłoka proszkowa (czarna)

source: Powder Coat (Blue)
plk: Powłoka proszkowa (niebieska)

source: Powder Coat (Dark Grey)
plk: Powłoka proszkowa (ciemnoszara)

source: Powder Coat (Green)
plk: Powłoka proszkowa (zielona)

source: Powder Coat (Grey)
plk: Powłoka proszkowa (szara)

source: Powder Coat (Red)
plk: Powłoka proszkowa (czerwona)

source: Powder Coat (White)
plk: Powłoka proszkowa (biała)

source: Powder Coat (Yellow)
plk: Powłoka proszkowa (żółta)

source: Powder Coat - Rough (Black)
plk: Powłoka proszkowa — szorstka (czarna)

source: Powder Coat - Rough (Blue)
plk: Powłoka proszkowa — szorstka (niebieska)

source: Powder Coat - Rough (Dark Grey)
plk: Powłoka proszkowa — szorstka (ciemnoszara)

source: Powder Coat - Rough (Green)
plk: Powłoka proszkowa — szorstka (zielona)

source: Powder Coat - Rough (Grey)
plk: Powłoka proszkowa — szorstka (szara)

source: Powder Coat - Rough (Red)
plk: Powłoka proszkowa — szorstka (czerwona)

source: Powder Coat - Rough (White)
plk: Powłoka proszkowa — szorstka (biała)

source: Powder Coat - Rough (Yellow)
plk: Powłoka proszkowa — szorstka (żółta)

source: Powder Coat Rough
plk: Powłoka proszkowa szorstka

source: Powder Coat Smooth
plk: Powłoka proszkowa gładka

source: Preview material on a advanced material surface.
plk: Pokaż materiał na zaawansowanej powierzchni materiału.

source: Prism Layered
plk: Warstwowy pryzmatyczny

source: Prism Metal
plk: Metalowy pryzmatyczny

source: Prism Opaque
plk: Nieprzezroczysty pryzmatyczny

source: Prism Transparent
plk: Przezroczysty pryzmatyczny

source: Prism Wood
plk: Lite drewno

source: Prism layered material.
plk: Materiał warstwowy pryzmatyczny.

source: Prism metal material.
plk: Materiał metalowy pryzmatyczny.

source: Prism opaque material.
plk: Materiał nieprzezroczysty pryzmatyczny.

source: Prism transparent material.
plk: Materiał przezroczysty pryzmatyczny.

source: Prism wood material.
plk: Materiał lite drewno.

source: Prism-001
plk: Włókno węglowe — zwykłe

source: Prism-002
plk: Włókno węglowe — splot skośny

source: Prism-003
plk: Farba — metaliczna (czarna)

source: Prism-004
plk: Farba — metaliczna (niebieska)

source: Prism-005
plk: Farba — metaliczna (zielona)

source: Prism-006
plk: Farba — metaliczna (czerwona)

source: Prism-007
plk: Farba — metaliczna (srebrna)

source: Prism-008
plk: Farba — metaliczna (żółta)

source: Prism-009
plk: Farba — metaliczna (ciemnoszara)

source: Prism-010
plk: Farba — z opiłkami metalu (czarna)

source: Prism-011
plk: Farba — z opiłkami metalu (niebieska)

source: Prism-012
plk: Farba — z opiłkami metalu (zielona)

source: Prism-013
plk: Farba — z opiłkami metalu (czerwona)

source: Prism-014
plk: Farba — z opiłkami metalu (srebrna)

source: Prism-015
plk: Farba — z opiłkami metalu (żółta)

source: Prism-016
plk: Farba — z opiłkami metalu (ciemnoszara)

source: Prism-017
plk: Aluminium — szczotkowane liniowo

source: Prism-018
plk: Aluminium — szczotkowane promieniowo

source: Prism-019
plk: Siatka aluminiowa — szczeliny naprzemiennie

source: Prism-020
plk: Siatka aluminiowa — szczelina

source: Prism-021
plk: Siatka aluminiowa — duże otwory

source: Prism-022
plk: Siatka aluminiowa — małe otwory

source: Prism-023
plk: Aluminiowa blacha ryflowana — Tread Brite

source: Prism-024
plk: Aluminiowa blacha ryflowana — 1 łezka

source: Prism-025
plk: Aluminiowa blacha ryflowana — 3 łezki

source: Prism-026
plk: Aluminium — radełkowane

source: Prism-027
plk: Aluminium — polerowane

source: Prism-028
plk: Aluminium — satynowe

source: Prism-029
plk: Aluminium — anodowane, połysk (niebieskie)

source: Prism-030
plk: Aluminium — anodowane, chropowate (niebieskie)

source: Prism-031
plk: Aluminium — anodowane, połysk (szare)

source: Prism-032
plk: Aluminium — anodowane, chropowate (szare)

source: Prism-033
plk: Aluminium — anodowane, połysk (czerwone)

source: Prism-034
plk: Aluminium — anodowane, chropowate (czerwone)

source: Prism-035
plk: Siatka mosiężna — szczeliny naprzemiennie

source: Prism-036
plk: Siatka mosiężna — szczelina

source: Prism-037
plk: Siatka mosiężna — duże otwory

source: Prism-038
plk: Siatka mosiężna — małe otwory

source: Prism-039
plk: Mosiądz — radełkowany

source: Prism-040
plk: Mosiądz — matowy

source: Prism-041
plk: Siatka mosiężna — rozwinięta, cienka

source: Prism-042
plk: Mosiądz — polerowany

source: Prism-043
plk: Siatka mosiężna — druciana, mała

source: Prism-044
plk: Brąz — polerowany

source: Prism-045
plk: Brąz — patyna

source: Prism-046
plk: Chrom — czarny

source: Prism-047
plk: Chrom

source: Prism-048
plk: Miedź — szczotkowana promieniowo

source: Prism-049
plk: Miedź — patyna

source: Prism-050
plk: Miedź — polerowana

source: Prism-051
plk: Siatka miedziana — druciana, mała

source: Prism-052
plk: Złoto — polerowane

source: Prism-053
plk: Nikiel — polerowany

source: Prism-054
plk: Nikiel — satynowy

source: Prism-055
plk: Platyna — polerowana

source: Prism-056
plk: Srebro — polerowane

source: Prism-057
plk: Srebro — satynowe

source: Prism-058
plk: Stal nierdzewna — szczotkowana, długie linie

source: Prism-059
plk: Stal nierdzewna — szczotkowana promieniowo

source: Prism-060
plk: Stal nierdzewna — szczotkowana promieniowo, nakładki

source: Prism-061
plk: Stal nierdzewna — szczotkowana, krótkie linie
