Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

# layered_diffuse:uilabel
source: Color
plk: Kolor

# layered_diffuse_color_label
source: Diffuse Color
plk: Kolor rozproszenia

# layered_diffuse_color_label:tooltip
source: The color of light diffusely scattered by the base coat into the scene (diffuse reflectance).
plk: Kolor światła, które jest w sposób rozproszony odbijane z podstawowej powłoki na scenę (współczynnik odbicia dyfuzyjnego).

# layered_diffuse_panel_label
source: Base Color
plk: Kolor podstawowy

# layered_f0:uilabel
source: Clearcoat reflectance
plk: Współczynnik odbicia od przezroczystej powłoki

# layered_f0_label
source: Reflectance
plk: Współczynnik odbicia

# layered_f0_label:tooltip
source: Reflectance expresses how much light is reflected from the surface in a mirror-like fashion (specular reflectance), when looking at the surface perpendicularly. Note that the material will always show a high specular reflectance when looked at grazing angles (Fresnel’s effect).
plk: Współczynnik odbicia wyraża ilość światła odbijanego od powierzchni w sposób przypominający odbicie lustrzane (współczynnik odbicia zwierciadlanego), gdy powierzchnia jest widziana prostopadle. Należy pamiętać, że materiał zawsze będzie wykazywał duży współczynnik odbicia zwierciadlanego, gdy osoba patrzy na niego pod małym kątem (efekt Fresnela).

# layered_fraction:uilabel
source: Fraction
plk: Ułamek

# layered_fraction_label
source: Weight
plk: Waga

# layered_fraction_label:tooltip
source: Determines the intensity of the highlight from the base coat. A value of 0 will eliminate the effect of the Base Highlights and the material will have only Diffuse Color. A value of 1.0 will eliminate the effect of Diffuse Color and and only the Base Highlight will be visible.
plk: Określa natężenie podświetlenia emitowanego z powłoki podstawowej. Wartość 0 eliminuje efekt podświetlenia bazy i materiał ma tylko kolor rozproszenia. Wartość 1.0 eliminuje efekt koloru rozproszenia i widać tylko podświetlenie bazy.

# layered_ndf_beckmann
source: Short Falloff
plk: Krótki zanik

# layered_ndf_ggx
source: Long Falloff
plk: Długi zanik

# layered_ndf_type_label
source: Shape
plk: Kształt

# layered_ndf_type_label:tooltip
source: Determines the underlying equation used to calculate reflections and highlights on the material. The Long Falloff will produce highlights that appear smoother while the Short Falloff will produce highlights that appear sharper.
plk: Określa podstawowe równanie służące do obliczania odbić i podświetleń na materiale. Opcja Długi zanik będzie dawać podświetlenia bardziej wygładzone, natomiast przy ustawieniu Krótki zanik podświetlenia będą ostrzejsze.

# layered_normal:uilabel
source: Image
plk: Obraz

# layered_normal_map_label
source: Image
plk: Obraz

# layered_normal_map_label:tooltip
source: Bump defines larger-scale features than what you can achieve with the Roughness parameter, like dents, cracks, grooves etc. Apply an image where those features are defined, with white corresponding to peaks and black to valleys.
plk: Wypukłość określa bardziej całościowe cechy niż parametr Chropowatość, takie jak wgłębienia, pęknięcia, rowki itp. Należy nałożyć obraz na miejsce, w którym te cechy są definiowane. Kolor biały będzie odpowiadał szczytom, a czarny wgłębieniom.

# layered_normal_panel_label
source: Relief Pattern (Bump)
plk: Wzór wypukłości (wypukłość)

# layered_rotation:uilabel
source: Rotation
plk: Obrót

# layered_rotation_label
source: Orientation
plk: Orientacja

# layered_rotation_label:tooltip
source: Determines the orientation of highlights. This has no effect if Anisotropy Amount is set to 0. Used with a texture map. For example, you can recreate woven materials where the direction of the highlights are perpendicular to each other.
plk: Określa orientację podświetleń. Ustawienie nie działa, jeśli w parametrze Anizotropia zostanie ustawiona wartość 0. Jest używane z mapy tekstury. Na przykład można odtworzyć tkane materiały, gdzie kierunki podświetleń są do siebie prostopadłe.

# layered_roughness
source: Roughness
plk: Chropowatość

# layered_roughness:tooltip
source: The surface finish of the material, specifying the size of microscopic imperfections. When zero, the whole surface is a perfect mirror. Larger values tend towards more diffuse (rough) appearance and larger highlights. Use together with Anisotropy to obtain a brushed finish effect.
plk: Wykończenie powierzchni materiału określające rozmiar mikroskopijnych niedoskonałości. Jeśli wartość wynosi zero, cała powierzchnia stanowi idealne zwierciadło. Większe wartości powodują większe rozpraszanie światła (chropowatość powierzchni) i większe podświetlenia. W połączeniu z parametrem Anizotropia pozwala uzyskać efekt wykończenia szczotkowanego.

# layered_roughness:uilabel
source: Roughness
plk: Chropowatość

# layered_surface_anisotropy_panel_label
source: Advanced Controls
plk: Zaawansowane elementy sterujące

source: lightweight
plk: lekkie

source: limestone
plk: wapień

source: limestone plaster
plk: tynk wapniowy

source: liquid
plk: płyn

# liquid_props1
source: Properties
plk: Termiczny, podstawowy

# liquid_props2
source: Mechanical
plk: Mechaniczny

source: loose fill
plk: wypełnienie sypkie

source: lubricated
plk: smarowany

source: maps
plk: mapy

source: materials
plk: materiały

source: membrane
plk: membrana

source: metal
plk: metalowy

# metal_f0
source: Color
plk: Kolor

# metal_f0:tooltip
source: The color of the metal surface and its highlights. This also corresponds to the amount of light reflected at the perpendicular direction.
plk: Kolor powierzchni metalu i jej podświetleń. Odpowiada to również ilości światła odbijanego w kierunku prostopadłym.

# metal_f0:uilabel
source: Reflectance
plk: Współczynnik odbicia

# metal_f0_panel_label
source: Parameters
plk: Parametry

# metal_props
source: Behavior
plk: Zachowanie

# metal_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# metal_props2
source: Mechanical
plk: Mechaniczny

# metal_props4
source: Wood
plk: Wytrzymałość

source: mi360_Plaza
plk: Plaza

source: mi360_Snow
plk: Pole śniegu

source: mineral wool
plk: wełna mineralna

source: misc
plk: różne

source: nonlinear
plk: nieliniowy

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
plk: Liczba cykli

source: opaque
plk: nieprzezroczysty

# opaque_albedo
source: Color
plk: Kolor

# opaque_albedo:tooltip
source: The base color of the material. This is defining the amount of diffuse light reflected back to the scene (diffuse reflectance).
plk: Podstawowy kolor materiału. Określa ilość rozproszonego światła odbijanego z powrotem do sceny (współczynnik odbicia dyfuzyjnego).

# opaque_albedo:uilabel
source: Color
plk: Kolor

# opaque_albedo_panel_label
source: Parameters
plk: Parametry

# opaque_emission:uilabel
source: Emission
plk: Emisja

# opaque_emission_panel_label
source: Emissivity
plk: Emisyjność

# opaque_f0
source: Reflectance
plk: Współczynnik odbicia

# opaque_f0:tooltip
source: Reflectance expresses how much light is reflected from the surface in a mirror-like fashion (specular reflectance), when looking at the surface perpendicularly. Note that the material will always show a high specular reflectance when looked at grazing angles (Fresnel’s effect).
plk: Współczynnik odbicia wyraża ilość światła odbijanego od powierzchni w sposób przypominający odbicie lustrzane (współczynnik odbicia zwierciadlanego), gdy powierzchnia jest widziana prostopadle. Należy pamiętać, że materiał zawsze będzie wykazywał duży współczynnik odbicia zwierciadlanego, gdy osoba patrzy na niego pod małym kątem (efekt Fresnela).

# opaque_f0:uilabel
source: Specular reflectance
plk: Współczynnik odbicia zwierciadlanego

# opaque_luminance:uilabel
source: Emissive Luminance
plk: Luminancja emisyjna

# opaque_luminance_label
source: Luminance
plk: Luminancja

# opaque_luminance_label:tooltip
source: Specified in candelas per meter square (cd/m2), this parameter determines how bright a material will appear and how much light will be emitted from it.
plk: Ten parametr, podawany w kandelach na metr kwadratowy (cd/m2), określa wygląd jasnego materiału oraz ilość światła emitowanego przez ten materiał.

# opaque_luminance_modifier:uilabel
source: Luminance Scale
plk: Skala luminancji

# opaque_luminance_modifier_label
source: Filter Color
plk: Kolor filtra

# opaque_luminance_modifier_label:tooltip
source: Influences the emissivity color. Useful to create variations in the emissivity to simulate lamp shades, opalescent materials etc.
plk: Ma wpływ na kolor emisyjności. Parametr przydatny do tworzenia różnych wariantów emisyjności w celu symulowania odcieni lamp, materiałów opalizujących itp.

# opaque_mfp
source: Depth
plk: Głębokość

# opaque_mfp:tooltip
source: Increase or decrease the translucency effect of the material. A value of zero will result in no translucency. The value corresponds to the scattering mean free path and is always expressed in millimetres.
plk: Zwiększa lub zmniejsza efekt półprzezroczystości materiału. Wpisanie wartości 0 spowoduje brak półprzezroczystości. Wartość odpowiada rozproszeniu średniej ścieżki swobodnej i jest zawsze wyrażana w milimetrach.

# opaque_mfp:uilabel
source: Translucency Depth
plk: Głębokość półprzezroczystości

# opaque_mfp_modifier
source: Weight
plk: Waga

# opaque_mfp_modifier:tooltip
source: Enables color variations for the translucency effect. The Weight color is internally multiplied with the Depth. For best results, try using light and soft colors.
plk: Włącza zmiany koloru dla efektu półprzezroczystości. Waga koloru jest wewnętrznie mnożona przez głębokość. Aby uzyskać najlepsze wyniki, spróbuj użyć jasnych i łagodnych kolorów.

# opaque_mfp_modifier:uilabel
source: Translucency Weight
plk: Waga półprzezroczystości

# opaque_translucency:uilabel
source: Translucency
plk: Półprzezroczystość

# opaque_translucency_panel_label
source: Translucency
plk: Półprzezroczystość

source: optical
plk: optyczne

source: optical fiber. Clear
plk: włókno światłowodowe, przezroczyste

source: outdoor
plk: na zewnątrz

source: outdoor/city
plk: na zewnątrz/miasto

source: outdoor/nature
plk: na zewnątrz/natura

source: outdoor/road
plk: na zewnątrz/drogi

source: outdoor/snow
plk: na zewnątrz/śnieg

source: paving
plk: nawierzchnia

source: photobooth
plk: Kiosk foto

source: physical
plk: fizyczny

# physmat_Comments
source: Comments
plk: Komentarze

# physmat_Comments:uilabel
source: Comments
plk: Komentarze

# physmat_Cost
source: Cost
plk: Koszt

# physmat_Cost:uilabel
source: Cost
plk: Koszt

# physmat_Keynote
source: Keynote
plk: Opis indeksowy

# physmat_Keynote:uilabel
source: Keynote
plk: Opis indeksowy

# physmat_Keywords
source: Keywords
plk: Słowa kluczowe

# physmat_Keywords:uilabel
source: Keywords
plk: Słowa kluczowe

# physmat_Label:uilabel
source: Label
plk: Etykieta

# physmat_Manufacturer
source: Manufacturer
plk: Producent

# physmat_Manufacturer:uilabel
source: Manufacturer
plk: Producent

# physmat_Mark
source: Mark
plk: Znacznik

# physmat_Mark:uilabel
source: Mark
plk: Znacznik

# physmat_Type
source: Type
plk: Typ

# physmat_Type:physmat_ceramic
source: Ceramic
plk: Ceramika

# physmat_Type:physmat_concrete
source: Concrete
plk: Beton

# physmat_Type:physmat_earth
source: Earth
plk: Ziemia

# physmat_Type:physmat_gas
source: Gas
plk: Gaz

# physmat_Type:physmat_generic
source: Generic
plk: Ogólny

# physmat_Type:physmat_glass
source: Glass
plk: Szkło

# physmat_Type:physmat_liquid
source: Liquid
plk: Płyn

# physmat_Type:physmat_masonry
source: Masonry
plk: Mur

# physmat_Type:physmat_paint
source: Paint/Coating
plk: Lakier/Powłoka

# physmat_Type:physmat_plastic
source: Plastic
plk: Tworzywo sztuczne

# physmat_Type:physmat_stone
source: Stone
plk: Kamień

# physmat_Type:physmat_textile
source: Textile
plk: Tekstylne

# physmat_Type:physmat_wood
source: Wood
plk: Drewno

# physmat_Type:uilabel
source: Type
plk: Typ

# physmat_URL
source: URL
plk: Adres URL

# physmat_URL:uilabel
source: URL
plk: Adres URL

# physmat_aspects:uilabel
source: Physical Aspects
plk: Cechy fizyczne

# physmat_ceramic
source: Ceramic
plk: Ceramika

# physmat_class
source: Class
plk: Klasa

# physmat_class:uilabel
source: Class
plk: Klasa

# physmat_concrete
source: Concrete
plk: Beton

# physmat_earth
source: Earth
plk: Ziemia

# physmat_gas
source: Gas
plk: Gaz

# physmat_generic
source: Generic
plk: Ogólny

# physmat_glass
source: Glass
plk: Szkło

# physmat_liquid
source: Liquid
plk: Płyn

# physmat_masonry
source: Masonry
plk: Mur

# physmat_paint
source: Paint/Coating
plk: Lakier/Powłoka

# physmat_plastic
source: Plastic
plk: Tworzywo sztuczne

# physmat_stone
source: Stone
plk: Kamień

# physmat_textile
source: Textile
plk: Tekstylne

# physmat_wood
source: Wood
plk: Drewno

source: plasterboard
plk: okładzina tynkowa

# plastic_props
source: Behavior
plk: Zachowanie

# plastic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# plastic_props2
source: Mechanical
plk: Mechaniczny

# plastic_props4
source: Strength
plk: Wytrzymałość

source: polychloroprene
plk: polichloropren

source: polyurethane
plk: poliuretan

source: precast
plk: prefabrykowany

source: refractory
plk: ogniotrwałe

source: render
plk: zaprawa

source: rigid
plk: sztywne

source: road
plk: droga

source: roofing
plk: dach

source: serpentine
plk: serpentyna

source: sheathing
plk: poszycie

source: sheet rock
plk: płyta gipsowa

source: siding
plk: oblicówka

source: skylight
plk: Świetlik

# sn_Constant
source: Constant
plk: Stałe

source: S-N Curve
plk: Krzywa S-N

source: snow
plk: śnieg

source: softwood
plk: drewno miękkie

source: soil
plk: ziemia

source: solid
plk: bryła

# solid_props1
source: Properties
plk: Właściwości

source: stone
plk: kamień

source: stones
plk: kamienie

# stress_curve_data:uilabel
source: Stress
plk: Naprężenie

source: structural
plk: konstrukcyjne

source: structural tile
plk: cegła pustakowa

# structural_Behavior
source: Behavior
plk: Zachowanie

# structural_Behavior:structural_isotropic
source: Isotropic
plk: Izotropowe

# structural_Behavior:structural_orthotropic
source: Orthotropic
plk: Ortotropowe

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
plk: Poprzeczne, izotropowe

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
plk: Umożliwia wybranie między zachowaniem izotropowym a ortotropowym.

# structural_Behavior:uilabel
source: Behavior
plk: Zachowanie

# structural_Behavior_Linear
source: Linear
plk: Liniowo

# structural_Behavior_Nonlinear
source: Nonlinear
plk: Nieliniowy

# structural_Behavior_Temperature_Dependent
source: Temperature Dependent
plk: Zależne od temperatury

# structural_Behavior_Type
source: Behavior
plk: Zachowanie

# structural_Behavior_Type:structural_Behavior_Linear
source: Linear
plk: Liniowe

# structural_Behavior_Type:structural_Behavior_Nonlinear
source: Nonlinear
plk: Nieliniowy

# structural_Behavior_Type:structural_Behavior_Temperature_Dependent
source: Temperature Dependent
plk: Zależne od temperatury

# structural_Behavior_Type:uilabel
source: Behavior Type
plk: Typ zachowania

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
plk: Współczynnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
plk: Współczynnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
plk: Wykładnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
plk: Wykładnik cyklicznego wzmocnienia

# structural_Damping_coefficient
source: Damping Coefficient
plk: Współczynnik tłumienia

# structural_Damping_coefficient:uilabel
source: Damping Coefficient
plk: Współczynnik tłumienia

# structural_Density
source: Density
plk: Gęstość

# structural_Density:uilabel
source: Density
plk: Gęstość

# structural_Dependent_Poissons_Ratio:uilabel
source: Poisson's Ratio
plk: Współczynnik Poissona

# structural_Dependent_Poissons_Ratio_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Specific_Heat:uilabel
source: Specific Heat
plk: Ciepło właściwe

# structural_Dependent_Specific_Heat_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Thermal_Conductivity:uilabel
source: Thermal Conductivity
plk: Przewodność cieplna

# structural_Dependent_Thermal_Conductivity_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Thermal_Expansion:uilabel
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# structural_Dependent_Thermal_Expansion_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Ultimate_Strength:uilabel
source: Ultimate Tensile Strength
plk: Krańcowa wytrzymałość na rozciąganie

# structural_Dependent_Ultimate_Strength_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Yield_Strength:uilabel
source: Yield Strength
plk: Granica plastyczności

# structural_Dependent_Yield_Strength_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Dependent_Youngs_Modulus:uilabel
source: Young's Modulus
plk: Moduł Younga

# structural_Dependent_Youngs_Modulus_Temperature:uilabel
source: Temperature
plk: Temperatura

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
plk: Wytrzymałość zmęczeniowa — liczba cykli

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
plk: Wytrzymałość zmęczeniowa — liczba cykli

# structural_Endurance_limit_stress
source: Endurance Limit Stress
plk: Wytrzymałość zmęczeniowa — naprężenie

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
plk: Wytrzymałość zmęczeniowa — naprężenie

# structural_ExternalMaterialID:uilabel
source: External Material ID
plk: Identyfikator materiału zewnętrznego

# structural_Fatigue_Curve_Slope:uilabel
source: S-N Curve Slope B
plk: Nachylenie B krzywej S-N

# structural_Fatigue_Factor_Life_Reduction_Effects:uilabel
source: Endurance Limit Factor KF
plk: Współczynnik KF wytrzymałości zmęczeniowej

# structural_Fatigue_Intercept_Cycles:uilabel
source: Intercept Cycles No
plk: Liczba cykli przecięcia

# structural_Fatigue_Slope_After_Endurance_Limit:uilabel
source: Slope after Endurance Limit Be
plk: Nachylenie po osiągnięciu wytrzymałości zmęczeniowej

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
plk: Współczynnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
plk: Współczynnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
plk: Wykładnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
plk: Wykładnik odkształcalności zmęczeniowej

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
plk: Współczynnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
plk: Współczynnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
plk: Wykładnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
plk: Wykładnik wytrzymałości zmęczeniowej

# structural_Minimum_tensile_strength
source: Tensile Strength
plk: Wytrzymałość na rozciąganie

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
plk: Wytrzymałość na rozciąganie

# structural_Minimum_yield_stress
source: Yield Strength
plk: Granica plastyczności

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
plk: Granica plastyczności

# structural_Model_Hyperelastic
source: Hyperelastic
plk: Hipersprężysty

# structural_Model_Isotropic
source: Isotropic
plk: Izotropowy

# structural_Model_Type
source: Material Model
plk: Model materiału

# structural_Model_Type:structural_Model_Hyperelastic
source: Hyperelastic
plk: Hipersprężysty

# structural_Model_Type:structural_Model_Isotropic
source: Isotropic
plk: Izotropowy

# structural_Model_Type:uilabel
source: Material Model Type
plk: Typ modelu materiału

# structural_Mooney_Rivlin_Constants
source: Constants
plk: Stałe

# structural_Mooney_Rivlin_Curves
source: Curves
plk: Krzywe

# structural_Mooney_Rivlin_Data_Type
source: Data Type
plk: Dane eksperymentalne

# structural_Mooney_Rivlin_Data_Type:structural_Mooney_Rivlin_Constants
source: Constants
plk: Stałe

# structural_Mooney_Rivlin_Data_Type:structural_Mooney_Rivlin_Curves
source: Curves
plk: Krzywe

# structural_Mooney_Rivlin_Data_Type:uilabel
source: Data Type
plk: Typ danych

# structural_Mooney_Rivlin_Equibiaxial_Tension:uilabel
source: Equibiaxial Tension
plk: Rozciąganie dwuosiowe równomierne

# structural_Mooney_Rivlin_Equibiaxial_Tension_X:uilabel
source: Stretch Ratios
plk: Współczynniki rozciągania

# structural_Mooney_Rivlin_Equibiaxial_Tension_Y:uilabel
source: Engineering Stress
plk: Naprężenie obliczeniowe

# structural_Mooney_Rivlin_Pure_Shear:uilabel
source: Pure Shear
plk: Czyste ścinanie

# structural_Mooney_Rivlin_Pure_Shear_X:uilabel
source: Stretch Ratios
plk: Współczynniki rozciągania

# structural_Mooney_Rivlin_Pure_Shear_Y:uilabel
source: Nominal Stress
plk: Naprężenie nominalne

# structural_Mooney_Rivlin_Pure_Volumetric_Compression:uilabel
source: Pure Volumetric Compression
plk: Czyste ściskanie objętościowe

# structural_Mooney_Rivlin_Pure_Volumetric_Compression_X:uilabel
source: Volume Ratios
plk: Współczynniki objętości

# structural_Mooney_Rivlin_Pure_Volumetric_Compression_Y:uilabel
source: Pressure
plk: Nacisk

# structural_Mooney_Rivlin_Simple_Shear:uilabel
source: Simple Shear
plk: Proste ścinanie

# structural_Mooney_Rivlin_Simple_Shear_X:uilabel
source: Shear Tangent
plk: Ścinanie styczne

# structural_Mooney_Rivlin_Simple_Shear_Y:uilabel
source: Engineering Stress
plk: Naprężenie obliczeniowe

# structural_Mooney_Rivlin_Simple_Tension:uilabel
source: Simple Tension
plk: Proste rozciąganie

# structural_Mooney_Rivlin_Simple_Tension_X:uilabel
source: Stretch Ratio
plk: Współczynnik rozciągania

# structural_Mooney_Rivlin_Simple_Tension_Y:uilabel
source: Engineering Strain
plk: Odkształcenie obliczeniowe

# structural_Nonlinear_Elastic
source: Elastic
plk: Sprężyste

# structural_Nonlinear_Elastic_Strain:uilabel
source: Nonlinear Elastic Strain
plk: Nieliniowe odkształcenie sprężyste

# structural_Nonlinear_Elastic_Stress:uilabel
source: Nonlinear Elastic Stress
plk: Nieliniowe naprężenie sprężyste

# structural_Nonlinear_Elasto-plastic
source: Elasto-plastic(Bi-linear)
plk: Sprężysto-plastyczny (biliniowy)

# structural_Nonlinear_Friction_Angle:uilabel
source: Friction Angle
plk: Kąt tarcia

# structural_Nonlinear_Hardening_Rule
source: Hardening Rule
plk: Reguła wzmocnienia

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Isotropic
source: Isotropic
plk: Izotropowy

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Isotropic+Kinematic
source: Isotropic+Kinematic
plk: Izotropowy + kinematyczny

# structural_Nonlinear_Hardening_Rule:structural_Nonlinear_Kinematic
source: Kinematic
plk: Kinematyczny

# structural_Nonlinear_Hardening_Rule:uilabel
source: Hardening Rule
plk: Reguła wzmocnienia

# structural_Nonlinear_Isotropic
source: Isotropic
plk: Izotropowy

# structural_Nonlinear_Isotropic+Kinematic
source: Isotropic+Kinematic
plk: Izotropowy + kinematyczny

# structural_Nonlinear_Kinematic
source: Kinematic
plk: Kinematyczny
