Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: ThermalSolid-082-2
plk: Mosiądz, miękki żółty

source: ThermalSolid-082-3
plk: Mosiądz, miękki żółty, spawany

source: ThermalSolid-083
plk: Brąz

source: ThermalSolid-083-2
plk: Brąz, miękki cynowy

source: ThermalSolid-083-3
plk: Brąz, odlew

source: ThermalSolid-084
plk: Chrom

source: ThermalSolid-085
plk: Miedź

source: ThermalSolid-085-2
plk: Miedź, odlew

source: ThermalSolid-085-3
plk: Miedź, stop

source: ThermalSolid-085-4
plk: Stop niklowo-miedziowy 400

source: ThermalSolid-085-5
plk: Miedź kuta

source: ThermalSolid-086
plk: Żelazo

source: ThermalSolid-086-2
plk: Żeliwo, szare odlew ASTM A48

source: ThermalSolid-086-3
plk: Żelazo, szare odlew ASTM A48 klasa 25

source: ThermalSolid-087
plk: Żelazo — ciągliwe

source: ThermalSolid-088
plk: Żelazo — kute

source: ThermalSolid-089
plk: Ołów

source: ThermalSolid-090
plk: Magnez

source: ThermalSolid-090-2
plk: Magnez AZ63A

source: ThermalSolid-091
plk: Nikiel

source: ThermalSolid-092
plk: Stal

source: ThermalSolid-092-10
plk: Stal kuta

source: ThermalSolid-092-11
plk: Stal AISI 1050

source: ThermalSolid-092-12
plk: Stal AISI 1080

source: ThermalSolid-092-13
plk: Stal AISI 1118

source: ThermalSolid-092-14
plk: Stal AISI 1144

source: ThermalSolid-092-15
plk: Stal AISI 4130

source: ThermalSolid-092-16
plk: Stal AISI 4150

source: ThermalSolid-092-17
plk: Stal AISI 4620

source: ThermalSolid-092-18
plk: Stal AISI 5150

source: ThermalSolid-092-19
plk: Stal AISI 6150

source: ThermalSolid-092-2
plk: Stal V2

source: ThermalSolid-092-20
plk: Stal AISI 8650

source: ThermalSolid-092-3
plk: Stal, galwanizowana

source: ThermalSolid-092-4
plk: Stal AISI 1015

source: ThermalSolid-092-5
plk: Stal AISI 1022

source: ThermalSolid-092-6
plk: Stal, stopowa

source: ThermalSolid-092-7
plk: Stal, węglowa

source: ThermalSolid-092-8
plk: Stal, niestopowa

source: ThermalSolid-092-9
plk: Stal, o wysokiej wytrzymałości, niskostopowa

source: ThermalSolid-093
plk: Stal nierdzewna

source: ThermalSolid-093-2
plk: Stal nierdzewna V2

source: ThermalSolid-093-3
plk: Stal nierdzewna 440C

source: ThermalSolid-093-4
plk: Stal nierdzewna, austenityczna

source: ThermalSolid-093-5
plk: Stal nierdzewna AISI 202

source: ThermalSolid-093-6
plk: Stal nierdzewna AISI 317

source: ThermalSolid-093-7
plk: Stal nierdzewna AISI 430

source: ThermalSolid-093-8
plk: Stal nierdzewna 440C, spawana

source: ThermalSolid-094
plk: Cyna

source: ThermalSolid-095
plk: Tytan

source: ThermalSolid-095-2
plk: Tytan 6Al-4V

source: ThermalSolid-096
plk: Cynk

source: ThermalSolid-097
plk: Klepka akustyczna

source: ThermalSolid-098
plk: Asfalt

source: ThermalSolid-099
plk: Dywan

source: ThermalSolid-100
plk: Korek

source: ThermalSolid-101
plk: Korek — podłoże

source: ThermalSolid-102
plk: Linoleum

source: ThermalSolid-103
plk: Winylowy materiał na podłogi

source: ThermalSolid-104
plk: Płytka dachowa

source: ThermalSolid-105
plk: Masa uszczelniająca pokrycia dachu

source: ThermalSolid-106
plk: Płyta wiórowa

source: ThermalSolid-107
plk: Płyta pilśniowa

source: ThermalSolid-108
plk: Płyta pilśniowa twarda

source: ThermalSolid-109
plk: Tynk cementowy

source: ThermalSolid-110
plk: Tynk cementowy — kruszywo piaskowe

source: ThermalSolid-111
plk: Gips

source: ThermalSolid-112
plk: Tynk gipsowy

source: ThermalSolid-113
plk: Tynk gipsowy — kruszywo perlitowe

source: ThermalSolid-114
plk: Tynk gipsowy — kruszywo piaskowe

source: ThermalSolid-115
plk: Płyta gipsowo-kartonowa

source: ThermalSolid-116
plk: Tynk gipsowy — kruszywo wermikulitowe

source: ThermalSolid-117
plk: Tynk wapienny

source: ThermalSolid-118
plk: Arkusz akrylowy

source: ThermalSolid-119
plk: Octan celulozy

source: ThermalSolid-120
plk: Epoksyd — wypełniony włóknem szklanym

source: ThermalSolid-121
plk: Epoksyd — wypełniony krzemionką

source: ThermalSolid-122
plk: Epoksyd — niewypełniony

source: ThermalSolid-123
plk: Fluorowęglan — politetrafluoroetylen

source: ThermalSolid-124
plk: Melamina

source: ThermalSolid-125
plk: Melamina — wypełniona celulozą

source: ThermalSolid-126
plk: Melamina — wypełniona włóknem szklanym

source: ThermalSolid-127
plk: Nylon

source: ThermalSolid-128
plk: Żywica fenolowa

source: ThermalSolid-129
plk: Laminat plastikowy

source: ThermalSolid-130
plk: Poliwęglan

source: ThermalSolid-131
plk: Poliester — wzmocniony włóknem szklanym

source: ThermalSolid-132
plk: Polietylen — dużej gęstości

source: ThermalSolid-133
plk: Polietylen — małej gęstości

source: ThermalSolid-134
plk: Polietylen — średniej gęstości

source: ThermalSolid-135
plk: Poliizocyjanian

source: ThermalSolid-136
plk: Płyta poliizocyjanuratowa

source: ThermalSolid-137
plk: Polipropylen

source: ThermalSolid-138
plk: Polistyren — spieniony — EPS

source: ThermalSolid-139
plk: Polistyren ekstrudowany — XPS

source: ThermalSolid-140
plk: Pianka polistyrenowa — duża gęstość

source: ThermalSolid-141
plk: Pianka polistyrenowa — mała gęstość

source: ThermalSolid-142
plk: Polistyren

source: ThermalSolid-143
plk: Pyta poliuretanowa — komórkowa

source: ThermalSolid-144
plk: Poliuretan — pieniony na miejscu — sztywny

source: ThermalSolid-145
plk: Pianka poliuretanowa — wypełniona chlorofluorowęglowodorem

source: ThermalSolid-146
plk: Kopolimer chlorku winylu i octanu winylu — elastyczny

source: ThermalSolid-147
plk: Kopolimer chlorku winylu i octanu winylu — sztywny

source: ThermalSolid-148
plk: Polichlorek winylu — elastyczny

source: ThermalSolid-149
plk: Polichlorek winylu — sztywny

source: ThermalSolid-150
plk: Polichlorek winylu — spieniony

source: ThermalSolid-151
plk: Polifluorek winylidenu

source: ThermalSolid-152
plk: Kauczuk

source: ThermalSolid-153
plk: Kauczuk — butylowy

source: ThermalSolid-154
plk: Kauczuk — pianka naturalna

source: ThermalSolid-155
plk: Kauczuk — neoprenowy

source: ThermalSolid-156
plk: Kauczuk — nitrylowy

source: ThermalSolid-157
plk: Kauczuk — elastomer poliuretanowy

source: ThermalSolid-158
plk: Kauczuk — styrenowo-butadienowy

source: ThermalSolid-159
plk: Pianka silikonowa — elastyczna

source: ThermalSolid-160
plk: Pianka silikonowa — sztywna

source: ThermalSolid-161
plk: Kauczuk silikonowy

source: ThermalSolid-162
plk: Pianka mocznikowo-formaldehydowa

source: ThermalSolid-163
plk: Żywica mocznikowo-formaldehydowa — formowana

source: ThermalSolid-164
plk: Kreda

source: ThermalSolid-165
plk: Granit

source: ThermalSolid-166
plk: Wapień

source: ThermalSolid-167
plk: Zaprawa wapienna

source: ThermalSolid-168
plk: Marmur

source: ThermalSolid-169
plk: Piaskowiec

source: ThermalSolid-170
plk: Piaskowiec — duża gęstość

source: ThermalSolid-171
plk: Łupek

source: ThermalSolid-172
plk: Kamień

source: ThermalSolid-173
plk: Meranti

source: ThermalSolid-174
plk: Balsa

source: ThermalSolid-175
plk: Daglezja

source: ThermalSolid-176
plk: Drewno twarde

source: ThermalSolid-177
plk: Mahoń

source: ThermalSolid-178
plk: Klon

source: ThermalSolid-179
plk: Dąb

source: ThermalSolid-180
plk: Płyta wiórowa

source: ThermalSolid-181
plk: Sosna

source: ThermalSolid-182
plk: Sklejka

source: ThermalSolid-183
plk: Gont drewniany

source: ThermalSolid-184
plk: Drewno miękkie

source: ThermalSolid-185
plk: Świerk

source: ThermalSolid-186
plk: Tek

source: ThermalSolid-187
plk: Jodła kalifornijska

source: ThermalSolid-188
plk: Wierzba

source: ThermalSolid-189
plk: Kompozyt z włókien epoksydowo-węglowych

source: ThermalSolid-190
plk: Szkło — flintowe

source: ThermalSolid-191
plk: Blok szkła

# ThermalSolidSchema_localname:Solid
source: Solid
plk: Bryła

# ThermalSolidSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: Thermoplastic
plk: Termoplastyczny

source: Thermoplastic Resin
plk: Żywica termoplastyczna

source: Thermoset
plk: Termoutwardzalny

source: Tile
plk: Płytka

source: Tiles
plk: Płytki

source: Tin, unoxidized
plk: Cyna nieoksydowana

source: Titanium
plk: Tytan

source: Titanium - High-Strength Alloy
plk: Tytan — stop o wysokiej wytrzymałości

source: Titanium - Polished
plk: Tytan — polerowany

source: Titanium - Pure (Low-Strength)
plk: Tytan — czysty (niska wytrzymałość)

source: Titanium - Satin
plk: Tytan — satynowy

source: Titanium - polished
plk: Tytan — polerowany

source: Titanium - satin
plk: Tytan — satynowy

source: Titanium Alloy 6Al-4V
plk: Stop tytanu 6Al-4V

source: Titanium Alloy Ti-6Al-4V
plk: Stop tytanu Ti-6Al-4V

# Titanium alloy (6Al-4V)&#xA;props at room temp
source: Titanium alloy (6Al-4V) props at room temp
plk: Stop tytanowy (6Al-4V) właściwości w temperaturze pokojowej

source: Titanium alloy (6Al-4V) props at room temp
plk: Stop tytanowy (6Al-4V) właściwości w temperaturze pokojowej

source: Titanium, polished
plk: Tytan, polerowany

source: Translucent
plk: Półprzezroczysty

source: Transparent
plk: Przezroczysty

source: Transparent material
plk: Materiał przezroczysty

source: Travertine, cream, matte
plk: Trawertyn, kremowy, matowy

source: Tulip Tree
plk: Tulipanowiec

source: Typical US framing lumber, Spruce-Pine-Fir
plk: Typowa amerykańska tarcica konstrukcyjna, świerk-sosna-jodła

source: Typical zinc alloy
plk: Typowy stop cynkowy

source: UFFI
plk: Izolacja ze spienionej żywicy mocznikowo-formaldehydowej

source: Ultra High Molecular Weight Polyethylene
plk: Polietylen o ultrawysokiej masie cząsteczkowej

source: Ultra-high-molecular-weight polyethylene
plk: Polietylen o ultrawysokiej masie cząsteczkowej

source: Ultralam R beam orientation EN 14374
plk: Orientacji belki Ultralam R EN 14374

source: Ultralam R plate orientation EN 14374
plk: Orientacji płyty Ultralam R EN 14374

source: Ultralam X beam orientation EN 14374
plk: Orientacji belki Ultralam X EN 14374

source: Ultralam X plate orientation EN 14374
plk: Orientacji płyty Ultralam X EN 14374

source: Uncategorized
plk: ​Bez kategorii

source: Uncoursed fieldstone
plk: Nieułożony warstwami kamień polny

source: Unfilled Polycarbonate, molded
plk: Niewypełniony poliwęglan, formowany

source: Unfinished
plk: Niewykończony

source: Unified Bitmap.
plk: Połączona mapa bitowa.

source: UnifiedBitmap
plk: Połączona mapa bitowa

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
plk: Tekstura bitmapowa

# UnifiedBitmapSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Urea-Formaldehyde foam
plk: Spieniona żywica mocznikowo-formaldehydowa

source: Urea-Formaldehyde resin
plk: Żywica mocznikowo-formaldehydowa

source: Vermiculite
plk: Wermikulit

# Vertical_Lumps_label
source: Vertical Lumps
plk: Pionowe guzy

# Vertical_Lumps_label:tooltip
source: Enables vertical cyclic radial distortions.
plk: Włącza pionowe cykliczne zniekształcenia promieniowe.

source: Vinyl sheet or tile
plk: Arkusz winylowy lub płytka

source: Vinyl sheet or tile flooring
plk: Podłoga z arkusza winylowego lub płytek

source: Wall Tile
plk: Płytka ścienna

source: Walnut
plk: Orzech

source: Walnut - Glossy
plk: Orzech — połysk

source: Walnut - Semigloss
plk: Orzech — półpołysk

source: Water
plk: Woda

source: Water - Calm
plk: Woda — spokojna

source: Water - Clear
plk: Woda — czysta

source: Water - calm surface
plk: Woda — spokojna powierzchnia

source: Water - clean
plk: Woda — przezroczysta

source: Water, properties @20C
plk: Woda, właściwości przy 20°C

source: Wax
plk: Wosk

source: Wax (Natural)
plk: Wosk (naturalny)

source: Wax (Red)
plk: Wosk (czerwony)

source: Wax (White)
plk: Wosk (biały)

source: Wax - natural
plk: Wosk — naturalny

source: Wax - red
plk: Wosk — czerwony

source: Wax - white
plk: Wosk — biały

# Weathering steel &quot;Cor-Ten&quot;, ASTM - A242 - 42
source: Weathering steel "Cor-Ten", ASTM - A242 - 42
plk: Stal kortenowa „Cor-Ten”, ASTM — A242 — 42

source: Western Hemlock
plk: Choina zachodnia

source: Western White Fir
plk: Jodła olbrzymia

source: White Ash
plk: Jesion amerykański

source: White Oak
plk: Dąb biały

source: Window glass
plk: Szkło okienne

source: Wood
plk: Drewno

source: Wood (Solid)/Finished
plk: Drewno (lite)/wykończone

source: Wood (Solid)/Painted
plk: Drewno (lite)/malowane

source: Wood (Solid)/Stained
plk: Drewno (lite)/barwione

source: Wood (Solid)/Unfinished
plk: Drewno (lite)/niewykończone

source: Wood - bamboo dark finished semigloss
plk: Drewno — ciemny bambus, półpołysk

source: Wood - bamboo light finished semigloss
plk: Drewno — jasny bambus, półpołysk

source: Wood - cherry
plk: Drewno — wiśnia

source: Wood - cherry finished glossy
plk: Drewno — wiśnia wykończona na połysk

source: Wood - cherry finished semigloss
plk: Drewno — wiśnia wykończona na półpołysk

source: Wood - mahogany
plk: Drewno — mahoń

source: Wood - mahogany finished glossy
plk: Drewno — mahoń wykończony na połysk

source: Wood - mahogany finished semigloss
plk: Drewno — mahoń wykończony na półpołysk

source: Wood - oak
plk: Drewno — dąb

source: Wood - oak end grain
plk: Drewno — dąb, w poprzek usłojenia

source: Wood - oak finished glossy
plk: Drewno — dąb wykończony na połysk

source: Wood - oak finished semigloss
plk: Drewno — dąb wykończony na półpołysk

source: Wood - pine
plk: Drewno — sosna

source: Wood - pine finished glossy
plk: Drewno — sosna wykończona na połysk

source: Wood - pine finished semigloss
plk: Drewno — sosna wykończona na półpołysk

source: Wood - walnut
plk: Drewno — orzech

source: Wood - walnut finished glossy
plk: Drewno — orzech wykończony na połysk

source: Wood - walnut finished semigloss
plk: Drewno — orzech wykończony na półpołysk

source: Wood Shingle
plk: Gont drewniany

source: Wood structural asset.
plk: Zasób konstrukcyjny — drewno.

source: Wood/Finished
plk: Drewno/Wykończone

source: Wood/Hardwood
plk: Drewno/Drewno twarde

source: Wood/Softwood
plk: Drewno/Drewno miękkie

source: Wood/Unfinished
plk: Drewno/Niewykończone

# Wood_curly_distortion_enable_label
source: Fiber Highlight Distortion
plk: Zniekształcenie rysunku włókien

# Wood_curly_distortion_enable_label:tooltip
source: Enable distortion for wood secondary curly highlight.
plk: Włącz zniekształcenie dla wtórnego rysunku kręconych słojów.

source: Wool felt insulation
plk: Izolacja z filcu wełnianego

source: Woven cotton
plk: Tkana bawełna

source: Woven polyester
plk: Tkany poliester

source: Wrought
plk: Kute

source: Wrought Iron, dull finish
plk: Żelazo zgrzewne, wykończenie matowe

source: Wrought Iron, mild steel
plk: Żelazo zgrzewne, miękka stal

source: Wrought copper
plk: Miedź kuta

source: Wrought steel
plk: Stal kuta

source: Yellow Birch
plk: Brzoza żółta

source: Yellow Pine
plk: Sosna smołowa

source: Yellow Poplar
plk: Tulipanowiec

source: Zinc
plk: Cynk

source: Zinc, oxidized
plk: Cynk, oksydowany

source: advanced physical material
plk: zaawansowany materiał fizyczny

source: aggregate
plk: kruszywo

source: air barrier
plk: bariera powietrzna

source: alloy
plk: stop

source: asphalt
plk: asfalt

# asset_description
source: Description
plk: Opis

# asset_information
source: Information
plk: Informacja

# asset_information1
source: Descriptive Information
plk: Opis

# asset_information2
source: Product Information
plk: Informacje o produkcie

# asset_information3
source: Revit Annotation Information
plk: Informacja o opisie programu Revit

# asset_keywords
source: Keywords
plk: Słowa kluczowe

# asset_name
source: Name
plk: Nazwa

# asset_source
source: Source
plk: Źródło

# asset_texture_paths
source: Texture Paths
plk: Ścieżki tekstury

# asset_type
source: Type
plk: Typ

# asset_version
source: Version
plk: Wersja

source: ballast
plk: kruszywo

# base_highlights_group_label
source: Base Highlights
plk: Podświetlenie bazy

source: basic
plk: podstawowe

# basic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

source: bead board
plk: boazeria

source: bituminous
plk: bitumiczne

source: blanket
plk: koc

source: board
plk: tablica

source: building
plk: budynek

# bumpmap_Bitmap
source: Source
plk: Źródło

# bumpmap_Bitmap:uilabel
source: Source
plk: Źródło

# bumpmap_Bitmap_type_label
source: Data Type
plk: Typ danych

# bumpmap_Bitmap_type_label:tooltip
source: Defines the type of image used to create the Relief (Bump) effect. The amplitude of the bump effect will be controlled by the Depth parameter in the Scale group.
plk: Definiuje typ obrazu używanego do utworzenia efektu rzeźby (wypukłości). Amplituda efektu wypukłości jest kontrolowana przez parametr Głębokość umieszczony w grupie Skala.

# bumpmap_Depth:rightlabel
source: Depth
plk: Głębokość

# bumpmap_Depth:tooltip
source: Depth Amount will specify the distance between valleys and peaks of the bump effect.
plk: Parametr Głębokość określa odległość między wgłębieniami i szczytami efektu wypukłości.

# bumpmap_Depth:uilabel
source: Amount
plk: Ilość

# bumpmap_NormalScale:uilabel
source: Amount
plk: Ilość

# bumpmap_Type:bumpmap_height_map
source: Height Map
plk: Mapa wysokości

# bumpmap_Type:bumpmap_normal_map
source: Normal Map
plk: Zwykła mapa

# bumpmap_Type:uilabel
source: Bump Type
plk: Typ wypukłości

# bumpmap_advanced_group
source: Advanced
plk: Zaawansowane

# bumpmap_height_map
source: Height Map
plk: Mapa wysokości

# bumpmap_normal_map
source: Normal Map
plk: Zwykła mapa

# bumpmap_position_group
source: Position
plk: Położenie

# bumpmap_repeat_group
source: Repeat
plk: Powtórz

# bumpmap_scale_group
source: Scale
plk: Skala

# bumpmap_transforms_group
source: Transforms
plk: Przekształcenia

source: calcite
plk: kalcyt

source: calcium carbonate
plk: węglan wapnia

# center_angle:uilabel
source: Angle specifying direction towards image center
plk: Kąt określający kierunek do środka obrazu

source: ceramic
plk: ceramiczny

source: chloroprene
plk: chloropren

source: city
plk: miejscowość

source: clear
plk: przezroczysty

source: closed cell
plk: zamknięta komórka

source: clouds
plk: chmury

source: coating
plk: powłoka

source: cobblestone
plk: kamień polny

# common_Shared_Asset:common_independent
source: Independent
plk: Niezależne

# common_Shared_Asset:common_shared
source: Shared
plk: Współdzielone

# common_Shared_Asset:uilabel
source: Sharing
plk: Współdzielenie

# common_Tint_color:uilabel
source: Tint Color
plk: Kolor zabarwienia

# common_Tint_toggle:uilabel
source: Tint
plk: Zabarwienie

# compressive_strength_ultimate
source: Ultimate
plk: Wytrzymałość

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
plk: Wytrzymałość na ściskanie

# compressive_stress_yield
source: Yield
plk: Plastyczność

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
plk: Granica plastyczności przy ściskaniu

source: concrete
plk: beton

# concrete_props
source: Behavior
plk: Zachowanie

# concrete_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# concrete_props2
source: Mechanical
plk: Mechaniczny

# concrete_props4
source: Concrete
plk: Beton

source: crossroads
plk: Skrzyżowanie

source: crystal
plk: krystaliczne

source: damp proofing
plk: zabezpieczenie przed wilgocią

source: desert
plk: pustynia

source: dolomite
plk: dolomit

source: dry wall
plk: sucha ściana

source: drywall
plk: mur suchy

source: duralumin
plk: duraluminium

source: environments
plk: środowiska

source: expanded
plk: rozciągany

source: fatigue
plk: zmęczenie

source: fatigue structural asset.
plk: ocena zmęczenia konstrukcji

# fatigue_SN_Behavior
source: Behavior
plk: Zachowanie

# fatigue_SN_Behavior:sn_Constant
source: Constant
plk: Stałe

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
plk: Krzywa S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
plk: Wybiera między zachowaniem stałym a opisywanym przez krzywą S-N

# fatigue_SN_Behavior:uilabel
source: Behavior
plk: Zachowanie

# fatigue_SN_Graph
source: S-N Curve
plk: Krzywa S-N

# fatigue_props1
source: Strain-Fatigue Life
plk: Trwałość odkształceniowa-zmęczeniowa

# fatigue_props2
source: Stress-Fatigue Life
plk: Trwałość naprężeniowa-zmęczeniowa

# fatigue_props3
source: Compressive Strength
plk: Wytrzymałość na ściskanie

source: felt paper
plk: papa

source: fiber
plk: żebro

source: field
plk: Pole

source: film
plk: filia

source: fireproofing
plk: ogniouodpornienie

source: firestop
plk: przegroda ogniowa

source: flooring
plk: podłoga

source: foam
plk: pianka

source: gas
plk: gaz

# gas_props1
source: Properties
plk: Termiczny, podstawowy

# gas_props2
source: Mechanical
plk: Mechaniczny

source: generic
plk: ogólny

# generic_props
source: Behavior
plk: Zachowanie

# generic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# generic_props2
source: Mechanical
plk: Mechaniczny

# generic_props4
source: Strength
plk: Wytrzymałość

source: glass
plk: szkło

source: glazing
plk: szklenie

source: granite
plk: granit

source: graphics asset
plk: zasób graficzny

# graphics_cut_pattern
source: Pattern
plk: Wzór

# graphics_cut_pattern:uilabel
source: Pattern
plk: Wzór

# graphics_cut_pattern_color
source: Color
plk: Kolor

# graphics_cut_pattern_color:uilabel
source: Color
plk: Kolor

# graphics_cut_pattern_label
source: Cut Pattern
plk: Wzór cięcia

# graphics_shading_color
source: Color
plk: Kolor

# graphics_shading_color:uilabel
source: Color
plk: Kolor

# graphics_shading_label
source: Shading
plk: Cieniowanie

# graphics_shading_transparency
source: Transparency
plk: Przezroczystość

# graphics_shading_transparency:uilabel
source: Transparency
plk: Przezroczystość

# graphics_surface_pattern
source: Pattern
plk: Wzór

# graphics_surface_pattern:uilabel
source: Pattern
plk: Wzór

# graphics_surface_pattern_alignment
source: Alignment
plk: Wyrównanie

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
plk: Wyrównanie X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
plk: Wyrównanie Y

# graphics_surface_pattern_color
source: Color
plk: Kolor

# graphics_surface_pattern_color:uilabel
source: Color
plk: Kolor

# graphics_surface_pattern_label
source: Surface Pattern
plk: Wzór powierzchni

# graphics_use_appearance
source: Use Render Appearance
plk: Użyj wyglądu renderingu

# graphics_use_appearance:uilabel
source: Use Render Appearance
plk: Użyj wyglądu renderingu

source: grass
plk: trawa

source: gypsum
plk: gips

source: hardwood
plk: drewno twarde

source: heat resistant
plk: termoodporne

source: high temperature
plk: wysoka temperatura

# illuminance:uilabel
source: Target illuminance of upper hemisphere in lux
plk: Docelowe oświetlenie górnej półkuli w luksach

# image:uilabel
source: URI of the EXR or HDR file
plk: Identyfikator URI pliku EXR lub HDR

# image_urn:uilabel
source: URN
plk: Nazwa URN

source: indoor
plk: wewnątrz

source: indoor/abstract
plk: wewnątrz/abstrakcja

source: indoor/studio
plk: wewnątrz/studio

source: insulation
plk: izolacja

# interior_model:uilabel
source: Material Type
plk: Typ materiału

source: layered
plk: warstwowy

# layered_anisotropy:uilabel
source: Anisotropy
plk: Anizotropia

# layered_anisotropy_label
source: Anisotropy
plk: Anizotropia

# layered_anisotropy_label:tooltip
source: Controls the shape of the highlights on the surface by making them elliptical rather than circular. Used together with Roughness, Anisotropy can simulate highlights seen on brushed materials.
plk: Steruje kształtem podświetleń na powierzchni, nadając im formę eliptyczną zamiast kołowej. W połączeniu z ustawieniem Chropowatość parametr Anizotropia może symulować podświetlenia widoczne na szczotkowanych materiałach.

# layered_anisotropy_panel_label
source: Advanced Controls
plk: Zaawansowane elementy sterujące

# layered_bottom_f0
source: Color
plk: Kolor

# layered_bottom_f0:tooltip
source: The color of a secondary highlight produced by reflection off of the base coat.
plk: Kolor drugorzędnego podświetlenia powstający wskutek odbicia od powłoki podstawowej.

# layered_bottom_f0:uilabel
source: Color
plk: Kolor
