Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: Prism-062
plk: Siatka ze stali nierdzewnej — szczeliny naprzemiennie

source: Prism-063
plk: Siatka ze stali nierdzewnej — szczelina

source: Prism-064
plk: Siatka ze stali nierdzewnej — duże otwory

source: Prism-065
plk: Siatka ze stali nierdzewnej — małe otwory

source: Prism-066
plk: Blacha ryflowana ze stali nierdzewnej — Tread Brite

source: Prism-067
plk: Blacha ryflowana ze stali nierdzewnej — 1 łezka

source: Prism-068
plk: Blacha ryflowana ze stali nierdzewnej — 3 łezki

source: Prism-069
plk: Siatka ze stali nierdzewnej — rozwinięta, gruba

source: Prism-070
plk: Siatka ze stali nierdzewnej rozwinięta cienka

source: Prism-071
plk: Stal nierdzewna — radełkowana

source: Prism-072
plk: Stal nierdzewna — polerowana

source: Prism-073
plk: Stal nierdzewna — satynowa

source: Prism-074
plk: Siatka ze stali nierdzewnej — duże kwadraty

source: Prism-075
plk: Siatka ze stali nierdzewnej — duże kwadraty naprzemiennie

source: Prism-076
plk: Siatka ze stali nierdzewnej — małe kwadraty

source: Prism-077
plk: Siatka ze stali nierdzewnej — małe kwadraty naprzemiennie

source: Prism-078
plk: Siatka ze stali nierdzewnej — druciana

source: Prism-079
plk: Blacha ryflowana stalowa — Tread Brite

source: Prism-080
plk: Blacha ryflowana stalowa — 1 łezka

source: Prism-081
plk: Blacha ryflowana stalowa — 3 łezki

source: Prism-082
plk: Stal — galwanizowana (małe)

source: Prism-083
plk: Stal — galwanizowana (duże)

source: Prism-084
plk: Stal — chropowata

source: Prism-085
plk: Tytan — polerowany

source: Prism-086
plk: Tytan — satynowy

source: Prism-087
plk: Skóra — połysk

source: Prism-088
plk: Skóra — starzona

source: Prism-089
plk: Farba — emalia, połysk (czarna)

source: Prism-090
plk: Farba — emalia, połysk (niebieska)

source: Prism-091
plk: Farba — emalia, połysk (zielona)

source: Prism-092
plk: Farba — emalia, połysk (szara)

source: Prism-093
plk: Farba — emalia, połysk (czerwona)

source: Prism-094
plk: Farba — emalia, połysk (biała)

source: Prism-095
plk: Farba — emalia, połysk (żółta)

source: Prism-096
plk: Powłoka proszkowa (czarna)

source: Prism-097
plk: Powłoka proszkowa (niebieska)

source: Prism-098
plk: Powłoka proszkowa (zielona)

source: Prism-099
plk: Powłoka proszkowa (szara)

source: Prism-100
plk: Powłoka proszkowa (ciemnoszara)

source: Prism-101
plk: Powłoka proszkowa (czerwona)

source: Prism-102
plk: Powłoka proszkowa (biała)

source: Prism-103
plk: Powłoka proszkowa (żółta)

source: Prism-104
plk: Powłoka proszkowa — szorstka (czarna)

source: Prism-105
plk: Powłoka proszkowa — szorstka (niebieska)

source: Prism-106
plk: Powłoka proszkowa — szorstka (zielona)

source: Prism-107
plk: Powłoka proszkowa — szorstka (szara)

source: Prism-108
plk: Powłoka proszkowa — szorstka (ciemnoszara)

source: Prism-109
plk: Powłoka proszkowa — szorstka (czerwona)

source: Prism-110
plk: Powłoka proszkowa — szorstka (biała)

source: Prism-111
plk: Powłoka proszkowa — szorstka (żółta)

source: Prism-112
plk: Tworzywo sztuczne — połysk (czarne)

source: Prism-113
plk: Tworzywo sztuczne — matowe (czarne)

source: Prism-114
plk: Tworzywo sztuczne — połysk (niebieskie)

source: Prism-115
plk: Tworzywo sztuczne — matowe (niebieskie)

source: Prism-116
plk: Tworzywo sztuczne — matowe (szare)

source: Prism-117
plk: Tworzywo sztuczne — połysk (zielone)

source: Prism-118
plk: Tworzywo sztuczne — matowe (zielone)

source: Prism-119
plk: Tworzywo sztuczne — połysk (szare)

source: Prism-120
plk: Tworzywo sztuczne — połysk (czerwone)

source: Prism-121
plk: Tworzywo sztuczne — matowe (czerwone)

source: Prism-122
plk: Tworzywo sztuczne — tekstura — losowo

source: Prism-123
plk: Tworzywo sztuczne — teksturowane — normalne

source: Prism-126
plk: Tworzywo sztuczne — połysk (białe)

source: Prism-127
plk: Tworzywo sztuczne — matowe (białe)

source: Prism-128
plk: Tworzywo sztuczne — połysk (żółte)

source: Prism-129
plk: Tworzywo sztuczne — matowe (żółte)

source: Prism-130
plk: Kauczuk — miękki

source: Prism-131
plk: Kauczuk — twardy

source: Prism-132
plk: Kauczuk — zwietrzały

source: Prism-133
plk: Kauczuk — nierówny

source: Prism-138
plk: Wiśnia

source: Prism-139
plk: Wiśnia — półpołysk

source: Prism-140
plk: Mahoń

source: Prism-141
plk: Mahoń — półpołysk

source: Prism-144
plk: Dąb

source: Prism-145
plk: Dąb — półpołysk

source: Prism-146
plk: Orzech

source: Prism-147
plk: Orzech — półpołysk

source: Prism-148
plk: Sosna

source: Prism-149
plk: Sosna — półpołysk

source: Prism-150
plk: Szkło (niebieskie)

source: Prism-151
plk: Szkło (brązowe)

source: Prism-152
plk: Szkło (przezroczyste)

source: Prism-153
plk: Szkło — matowe

source: Prism-154
plk: Szkło (zielone)

source: Prism-155
plk: Szkło (szare)

source: Prism-156
plk: Szkło (czerwone)

source: Prism-157
plk: Szkło — okienne

source: Prism-158
plk: Szkło — pęcherzyki

source: Prism-159
plk: Szkło — chmury

source: Prism-160
plk: Szkło — linie

source: Prism-161
plk: Szkło — mozaika

source: Prism-162
plk: Szkło — szum

source: Prism-163
plk: Szkło — jasny kolor

source: Prism-164
plk: Szkło — średni kolor

source: Prism-165
plk: Szkło — ciemny kolor

source: Prism-166
plk: Szkło — jasny kolor (niebieski)

source: Prism-167
plk: Szkło — średni kolor (niebieski)

source: Prism-168
plk: Szkło — ciemny kolor (niebieski)

source: Prism-169
plk: Akryl (przezroczysty)

source: Prism-170
plk: Akryl (czerwony)

source: Prism-171
plk: Poliwęglan (brązowy)

source: Prism-172
plk: Poliwęglan (przezroczysty)

source: Prism-173
plk: Asfalt

source: Prism-174
plk: Beton

source: Prism-175
plk: Beton — płytki

source: Prism-176
plk: Granit

source: Prism-177
plk: Piasek

source: Prism-179
plk: Powierzchnia — połysk — nierówna

source: Prism-180
plk: Powierzchnia — matowa

source: Prism-202
plk: Tkanina (jasnobrązowa)

source: Prism-204
plk: Farba — emalia, połysk (ciemnoszara)

source: Prism-205
plk: Powierzchnia — mierzona — 12 cali

source: Prism-206
plk: Powierzchnia — mierzona — 10 cm

source: Prism-207
plk: Szkło — średnio matowe

source: Prism-208
plk: Szkło — lekko matowe

source: Prism-213
plk: Tkanina (szara)

source: Prism-214
plk: Tkanina (czerwona)

source: Prism-215
plk: Tkanina (niebieska)

source: Prism-216
plk: Tkanina (żółta)

source: Prism-217
plk: Tkanina (indygo)

source: Prism-218
plk: Aluminium — odlew

source: Prism-219
plk: Siatka aluminiowa — rozwinięta, gruba

source: Prism-220
plk: Siatka aluminiowa rozwinięta cienka

source: Prism-221
plk: Stal — szczotkowana, długie linie

source: Prism-222
plk: Stal — szczotkowana promieniowo

source: Prism-223
plk: Stal — szczotkowana promieniowo, nakładki

source: Prism-224
plk: Stal — szczotkowana, krótkie linie

source: Prism-225
plk: Siatka — rozwinięta, gruba

source: Prism-226
plk: Siatka rozwinięta cienka

source: Prism-227
plk: Siatka stalowa — druciana, mała

source: Prism-228
plk: Stal — radełkowana

source: Prism-229
plk: Stal — odlew

source: Prism-230
plk: Żelazo — polerowane

source: Prism-231
plk: Żelazo — odlew

source: Prism-232
plk: Stal nierdzewna — odlew

source: Prism-233
plk: Tkanina (zielona)

source: Prism-234
plk: Tkanina (biała)

source: Prism-235
plk: Tkanina (czarna)

source: Prism-236
plk: Woda — czysta

source: Prism-237
plk: Woda — spokojna

source: Prism-240
plk: Pallad — polerowany

source: Prism-241
plk: Pallad — satynowy

source: Prism-242
plk: Ołów — satynowy

source: Prism-243
plk: Ołów — chropowaty

source: Prism-244
plk: Powierzchnia — mierzona — 12 cali — czarna

source: Prism-245
plk: Powierzchnia — mierzona — 10 cm — czarna

source: Prism-246
plk: Stal — oplatana

source: Prism-247
plk: Wiśnia — połysk

source: Prism-248
plk: Mahoń — połysk

source: Prism-249
plk: Dąb — połysk

source: Prism-250
plk: Orzech — połysk

source: Prism-251
plk: Sosna — połysk

source: Prism-252
plk: Tworzywo sztuczne — teksturowane — skóra

source: Prism-253
plk: Tworzywo sztuczne — teksturowane — w kropki

source: Prism-255
plk: Powierzchnia — połysk

source: Prism-256
plk: Stal — satynowa

source: Prism-318
plk: Polistyren

source: Prism-319
plk: Papier (biały)

source: Prism-320
plk: Silikon (biały)

source: Prism-321
plk: Poliuretan

source: Prism-322
plk: Jasny bambus — półpołysk

source: Prism-323
plk: Ciemny bambus — półpołysk

source: Prism-332
plk: Płyta wiórowa

source: Prism-334
plk: Mosiądz — stary

source: Prism-335
plk: Sześciokątna siatka mosiężna

source: Prism-336
plk: Sześciokątna siatka aluminiowa

source: Prism-337
plk: Sześciokątna siatka ze stali nierdzewnej

source: Prism-338
plk: Sześciokątna siatka stalowa

source: Prism-344
plk: Marmur (biały)

source: Prism-350
plk: Jadeit (biały)

source: Prism-352
plk: Mosiądz — stary — matowy

source: Prism-353
plk: Kamień szlachetny — diament

source: Prism-354
plk: Kamień szlachetny — szmaragd

source: Prism-355
plk: Kamień szlachetny — rubin

source: Prism-356
plk: Kamień szlachetny — szafir

source: Prism-357
plk: Kamień szlachetny — kryształ

source: Prism-358
plk: Skóra — perforowana (zielona)

source: Prism-359
plk: Skóra — perforowana (czerwona)

source: Prism-360
plk: Skóra — perforowana (żółta)

source: Prism-361
plk: Skóra — perforowana (brązowa)

source: Prism-362
plk: Skóra — perforowana (czarna)

source: Prism-363
plk: Skóra — perforowana (biała)

source: Prism-364
plk: Skóra — perforowana (ciemnoszara)

source: Prism-365
plk: Skóra — perforowana (niebieska)

source: Prism-366
plk: Skóra — matowa (zielona)

source: Prism-367
plk: Skóra — matowa (czerwona)

source: Prism-368
plk: Skóra — matowa (żółta)

source: Prism-369
plk: Skóra — matowa (brązowa)

source: Prism-370
plk: Skóra — matowa (czarna)

source: Prism-371
plk: Skóra — matowa (biała)

source: Prism-372
plk: Skóra — matowa (ciemnoszara)

source: Prism-373
plk: Skóra — matowa (niebieska)

source: Prism-374
plk: ABS (biały)

source: Prism-375
plk: Nylon 6-6 (biały)

source: Prism-376
plk: Żywica acetalowa (biała)

source: Prism-377
plk: Poliaryloeteroketon (beżowy)

source: Prism-378
plk: Fenoplast (bursztynowy)

source: Prism-379
plk: Powietrze

source: Prism-380
plk: Tworzywo sztuczne — półprzezroczyste, matowe (niebieskie)

source: Prism-381
plk: Tworzywo sztuczne — półprzezroczyste, matowe (szare)

source: Prism-382
plk: Tworzywo sztuczne — półprzezroczyste, matowe (zielone)

source: Prism-383
plk: Tworzywo sztuczne — półprzezroczyste, matowe (czerwone)

source: Prism-384
plk: Tworzywo sztuczne — półprzezroczyste, matowe (białe)

source: Prism-385
plk: Tworzywo sztuczne — półprzezroczyste, matowe (żółte)

source: Prism-386
plk: Tworzywo sztuczne — półprzezroczyste, połysk (niebieskie)

source: Prism-387
plk: Tworzywo sztuczne — półprzezroczyste, połysk (szare)

source: Prism-388
plk: Tworzywo sztuczne — półprzezroczyste, połysk (zielone)

source: Prism-389
plk: Tworzywo sztuczne — półprzezroczyste, połysk (czerwone)

source: Prism-390
plk: Tworzywo sztuczne — półprzezroczyste, połysk (białe)

source: Prism-391
plk: Tworzywo sztuczne — półprzezroczyste, połysk (żółte)

source: Prism-392
plk: Wosk (biały)

source: Prism-393
plk: Wosk (czerwony)

source: Prism-394
plk: Wosk (naturalny)

source: Prism-395
plk: Jadeit (zielony)

source: Prism-396
plk: Jadeit (biało-zielony)

source: Prism-397
plk: Marmur (półprzezroczysty)

source: Prism-398
plk: Wyświetlacz — 7 segmentów — LCD

source: Prism-399
plk: Wyświetlacz — 7 segmentów — LCD (cyjan)

source: Prism-400
plk: Wyświetlacz — 7 segmentów — LED

source: Prism-401
plk: Wyświetlacz — 7 segmentów — LED (zielony)

source: Prism-402
plk: Wyświetlacz — 7 segmentów — LED (czerwony)

source: Prism-403
plk: Wyświetlacz — 4x20 — LCD

source: Prism-404
plk: Wyświetlacz — 4x20 — LCD (niebieski)

source: Prism-405
plk: Wyświetlacz — 4x20 -LCD (zielony)

source: Prism-406
plk: Wyświetlacz — 4x20 — LCD (czerwony)

source: Prism-407
plk: Wyświetlacz — elektroluminescencyjny

source: Prism-408
plk: Wyświetlacz — elektroluminescencyjny (zielony)

source: Prism-409
plk: Wyświetlacz — elektroluminescencyjny (pomarańczowy)

source: Prism-410
plk: Wyświetlacz — elektroluminescencyjny (żółty)

source: Prism-411
plk: Wyświetlacz — LCD

source: Prism-412
plk: Wyświetlacz — OLED

source: Prism-413
plk: Wyświetlacz — 4x20 — LCD (biały na niebieskim)

source: Prism-414
plk: Żarówka — matowa — 800 lm

source: Prism-415
plk: Żarówka — matowa — 1500 lm

source: Prism-416
plk: LED — SMD 5050 — 20 lm (biały)

source: Prism-417
plk: LED (czerwony)

source: Prism-418
plk: LED (zielony)

source: Prism-419
plk: LED (niebieski)

source: Prism-420
plk: Dąb (w poprzek usłojenia)

source: Prism-421
plk: LED — SMD 3528 — 8 lm (biały)

source: Prism-422
plk: LED — SMD 5630 — 50 lm (biały)

source: Prism-624
plk: Aluminium — szkiełkowane

source: Prism-625
plk: Powłoka — azotek tytanu

source: Prism-626
plk: Powłoka — oksydowana na czarno

source: Prism-627
plk: Tkanina (ogólnie)

source: Prism-628
plk: Skóra (ogólnie)

source: Prism-629
plk: Materiał bazowy — nieprzezroczysty

source: Prism-630
plk: Materiał bazowy — przezroczysty

source: Prism-631
plk: Materiał bazowy — metal

source: Prism-632
plk: Materiał bazowy — warstwowy

source: Prism-633
plk: Twarda płyta

source: Prism-634
plk: Płyta MDF

# PrismIBLSchema_localtype:Environment
source: Environment
plk: Środowisko

source: PrismLayered
plk: Warstwowy pryzmatyczny

# PrismLayeredSchema_localname:Layered
source: Layered
plk: Warstwowy

# PrismLayeredSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: PrismMaterial-001
plk: Akrylowy, przezroczysty

source: PrismMaterial-002
plk: Aluminium

source: PrismMaterial-003
plk: Mosiądz

source: PrismMaterial-004
plk: Brąz

source: PrismMaterial-005
plk: Miedź

source: PrismMaterial-006
plk: Szkło, lane, przezroczyste

source: PrismMaterial-007
plk: Złoto

source: PrismMaterial-008
plk: Żelazo, odlew

source: PrismMaterial-009
plk: Ołów

source: PrismMaterial-010
plk: Stop niklowo-miedziowy 400

source: PrismMaterial-011
plk: Pallad

source: PrismMaterial-012
plk: Tworzywo sztuczne

source: PrismMaterial-013
plk: Platyna

source: PrismMaterial-015
plk: Kauczuk, naturalny

source: PrismMaterial-016
plk: Srebro

source: PrismMaterial-017
plk: Stal nierdzewna

source: PrismMaterial-018
plk: Stal

source: PrismMaterial-019
plk: Tytan

source: PrismMaterial-020
plk: Woda

source: PrismMaterial-021
plk: Drewno

source: PrismMaterial-022
plk: Tworzywo sztuczne ABS

source: PrismMaterial-023
plk: Nylon 6/6

source: PrismMaterial-024
plk: Żywica acetalowa, biała

source: PrismMaterial-025
plk: Poliaryloeteroketon (PAEK)

source: PrismMaterial-026
plk: Żywica fenolowa

source: PrismMaterial-027
plk: Polistyren

source: PrismMaterial-028
plk: Pianka poliuretanowa

source: PrismMaterial-029
plk: Kauczuk, silikon

source: PrismMaterial-030
plk: Papier

source: PrismMaterial-031
plk: Powietrze

source: PrismMaterial-032
plk: Bambus

source: PrismMaterial-033
plk: Szkło, lane, szare

source: PrismMaterial-034
plk: Szkło, przeszklenie przezroczyste

source: PrismMaterial-035
plk: Szkło, przeszklenie przezroczyste, hartowane

source: PrismMaterial-036
plk: Szkło, przeszklenie przezroczyste, o niskiej emisyjności

source: PrismMaterial-037
plk: Szkło, przeszklenie brązowe

source: PrismMaterial-038
plk: Szkło, przeszklenie brązowe, o niskiej emisyjności

source: PrismMaterial-039
plk: Szkło, matowe

source: PrismMaterial-040
plk: Lustro

source: PrismMaterial-041
plk: Aluminium, anodowane niebieskie

source: PrismMaterial-042
plk: Aluminium, anodowane czerwone

source: PrismMaterial-043
plk: Aluminium, anodowane srebrne

source: PrismMaterial-044
plk: Miedź, patyna

source: PrismMaterial-045
plk: Stal, galwanizowana

source: PrismMaterial-046
plk: Stal nierdzewna AISI 304

source: PrismMaterial-047
plk: Stal, wykończenie farbą, niebieskie

source: PrismMaterial-048
plk: Stal nierdzewna, polerowana

source: PrismMaterial-049
plk: Stal nierdzewna, szczotkowana

source: PrismMaterial-050
plk: Tworzywo sztuczne, nieprzezroczyste czarne

source: PrismMaterial-051
plk: Tworzywo sztuczne, nieprzezroczyste białe

source: PrismMaterial-052
plk: Tworzywo, przezroczyste

source: PrismMaterial-053
plk: Kauczuk, czarny

source: PrismMaterial-054
plk: Tkanina

source: PrismMaterial-055
plk: Płótno, beżowe

source: PrismMaterial-056
plk: Skóra, starzona

source: PrismMaterial-057
plk: Żelazo, ciągliwe

source: PrismMaterial-058
plk: Poliwęglan przezroczysty

source: PrismMaterial-059
plk: Kauczuk

source: PrismMaterial-060
plk: Aluminium 1100-H14

source: PrismMaterial-061
plk: Aluminium 1100-O

source: PrismMaterial-062
plk: Aluminium 2014-T4

source: PrismMaterial-063
plk: Aluminium 2014-T6

source: PrismMaterial-064
plk: Aluminium 3003-H12

source: PrismMaterial-065
plk: Aluminium 5005

source: PrismMaterial-066
plk: Aluminium 5052

source: PrismMaterial-067
plk: Aluminium 7075

source: PrismMaterial-068
plk: Brąz, architektoniczny

source: PrismMaterial-069
plk: Stal, chromowana

source: PrismMaterial-070
plk: Stal ASTM A36

source: PrismMaterial-071
plk: Stal ASTM A53

source: PrismMaterial-072
plk: Stal ASTM A242

source: PrismMaterial-073
plk: Stal ASTM A572

source: PrismMaterial-074
plk: Stal ASTM A913

source: PrismMaterial-075
plk: Stal AISI 1015

source: PrismMaterial-076
plk: Stal AISI 1022

source: PrismMaterial-077
plk: Akrylowe

source: PrismMaterial-078
plk: Laminat, biały, matowy

source: PrismMaterial-079
plk: Laminat, czerwony, matowy

source: PrismMaterial-080
plk: Laminat, niebieski, matowy

source: PrismMaterial-081
plk: Kauczuk, butylowy

source: PrismMaterial-082
plk: Kauczuk, nitrylowy

source: PrismMaterial-083
plk: Argon

source: PrismMaterial-084
plk: Azot

source: PrismMaterial-085
plk: Tlen

source: PrismMaterial-086
plk: Szkło

source: PrismMaterial-087
plk: Brąz, miękki cynowy

source: PrismMaterial-088
plk: Brąz, odlew

source: PrismMaterial-089
plk: Miedź, odlew

source: PrismMaterial-090
plk: Miedź, stop

source: PrismMaterial-091
plk: Stal, niestopowa

source: PrismMaterial-092
plk: Stal nierdzewna 440C

source: PrismMaterial-093
plk: Stal nierdzewna, austenityczna

source: PrismMaterial-094
plk: Stal, o wysokiej wytrzymałości, niskostopowa

source: PrismMaterial-095
plk: Stal, miękka

source: PrismMaterial-096
plk: Stal miękka, spawana

source: PrismMaterial-097
plk: Miedź kuta

source: PrismMaterial-098
plk: Stal kuta

source: PrismMaterial-099
plk: Stal nierdzewna 440C, spawana

source: PrismMaterial-100
plk: Aluminium 6061, spawane

source: PrismMaterial-101
plk: Mosiądz, miękki żółty, spawany

source: PrismMaterial-102
plk: Poliwęglan, brąz

source: PrismMaterial-103
plk: Aluminium 1100-H18

source: PrismMaterial-104
plk: Aluminium 3003-H14

source: PrismMaterial-105
plk: Aluminium 3003-H16

source: PrismMaterial-106
plk: Aluminium 3003-O

source: PrismMaterial-107
plk: Aluminium 3004-H32

source: PrismMaterial-108
plk: Aluminium 3004-H34

source: PrismMaterial-109
plk: Aluminium 3004-H38

source: PrismMaterial-110
plk: Aluminium 3004-O

source: PrismMaterial-111
plk: Aluminium 3105-H12

source: PrismMaterial-112
plk: Aluminium 3105-H14

source: PrismMaterial-113
plk: Aluminium 3105-H16

source: PrismMaterial-114
plk: Aluminium 3105-H18

source: PrismMaterial-115
plk: Aluminium 3105-O

source: PrismMaterial-116
plk: Aluminium 5005-H12

source: PrismMaterial-117
plk: Aluminium 5005-H14

source: PrismMaterial-118
plk: Aluminium 5005-H16

source: PrismMaterial-119
plk: Aluminium 5005-H18

source: PrismMaterial-120
plk: Aluminium 5005-H38

source: PrismMaterial-121
plk: Aluminium 5005-O

source: PrismMaterial-122
plk: Aluminium 5052-H34

source: PrismMaterial-123
plk: Aluminium 5052-H36

source: PrismMaterial-124
plk: Aluminium 5052-H38

source: PrismMaterial-125
plk: Aluminium 5052-O

source: PrismMaterial-126
plk: Aluminium 6061-O

source: PrismMaterial-127
plk: Żelazo, szare odlew ASTM A48 klasa 20

source: PrismMaterial-128
plk: Żelazo, szare odlew ASTM A48 klasa 25

source: PrismMaterial-129
plk: Żelazo, szare odlew ASTM A48 klasa 30

source: PrismMaterial-130
plk: Żelazo, szare odlew ASTM A48 klasa 35

source: PrismMaterial-131
plk: Żelazo, szare odlew ASTM A48 klasa 40

source: PrismMaterial-132
plk: Żelazo, szare odlew ASTM A48 klasa 50

source: PrismMaterial-133
plk: Żelazo, szare odlew ASTM A48 klasa 60

source: PrismMaterial-134
plk: Tytan 6Al-4V

source: PrismMaterial-135
plk: Stal AISI 1050

source: PrismMaterial-136
plk: Stal AISI 1051

source: PrismMaterial-137
plk: Stal AISI 1052

source: PrismMaterial-138
plk: Stal AISI 1053

source: PrismMaterial-139
plk: Stal AISI 1054

source: PrismMaterial-140
plk: Stal AISI 1055

source: PrismMaterial-141
plk: Stal AISI 1056

source: PrismMaterial-142
plk: Stal AISI 1057

source: PrismMaterial-143
plk: Stal AISI 1058

source: PrismMaterial-144
plk: Stal AISI 1059

source: PrismMaterial-145
plk: Stal AISI 1060

source: PrismMaterial-146
plk: Stal AISI 1061

source: PrismMaterial-147
plk: Stal nierdzewna AISI 202

source: PrismMaterial-148
plk: Stal nierdzewna AISI 302

source: PrismMaterial-149
plk: Stal nierdzewna AISI 309

source: PrismMaterial-150
plk: Stal nierdzewna AISI 310

source: PrismMaterial-151
plk: Stal nierdzewna AISI 317

source: PrismMaterial-152
plk: Stal nierdzewna AISI 405

source: PrismMaterial-153
plk: Stal nierdzewna AISI 430

source: PrismMaterial-154
plk: Stal nierdzewna AISI 446

source: PrismMaterial-155
plk: Żelazo, szare

source: PrismMaterial-156
plk: Płótno, białe

source: PrismMaterial-157
plk: Żelazo kute

source: PrismMaterial-158
plk: Żeliwo sferoidalne

source: PrismMaterial-159
plk: Aluminium 5083 87 formowane na zimno

source: PrismMaterial-160
plk: Aluminium 5052 H32

source: PrismMaterial-161
plk: Aluminium 5454 0 formowane na zimno

source: PrismMaterial-162
plk: Aluminium 6061 T6 80 formowane na gorąco

source: PrismMaterial-163
plk: Aluminium 6061 T6 0 formowane na zimno

source: PrismMaterial-164
plk: Aluminium 7175 T73 0 formowane na gorąco

source: PrismMaterial-165
plk: Stal, MAN-TEN

source: PrismMaterial-166
plk: Stal, RQC100

source: PrismMaterial-167
plk: Stal AISI 1006 85 walcowana na gorąco

source: PrismMaterial-168
plk: Stal AISI 1006 85B walcowana na gorąco

source: PrismMaterial-169
plk: Stal AISI 1008 91 walcowana na gorąco

source: PrismMaterial-170
plk: Stal AISI 1015 80 normalizowana

source: PrismMaterial-171
plk: Stal AISI 1018 106 walcowana na gorąco

source: PrismMaterial-172
plk: Stal AISI 1018 118 ulepszana cieplnie

source: PrismMaterial-173
plk: Stal AISI 1018 209 ulepszana cieplnie

source: PrismMaterial-174
plk: Stal AISI 1020 107 walcowana na gorąco

source: PrismMaterial-175
plk: Stal AISI 1020 108 wyżarzana

source: PrismMaterial-176
plk: Stal AISI 1030 128 walcowana na gorąco

source: PrismMaterial-177
plk: Stal AISI 1030 128A walcowana na gorąco

source: PrismMaterial-178
plk: Stal AISI 1045 225 wyżarzana

source: PrismMaterial-179
plk: Stal AISI 1045 390 ulepszana cieplnie

source: PrismMaterial-180
plk: Stal AISI 1045 450 ulepszana cieplnie

source: PrismMaterial-181
plk: Stal AISI 1045 500 ulepszana cieplnie

source: PrismMaterial-182
plk: Stal AISI 1045 595 ulepszana cieplnie

source: PrismMaterial-183
plk: Stal AISI 1045 705 ulepszana cieplnie

source: PrismMaterial-184
plk: Stal AISI 1045 HV walcowana na gorąco

source: PrismMaterial-185
plk: Stal AISI 1080 371 ulepszana cieplnie

source: PrismMaterial-186
plk: Stal AISI 1080 410 ulepszana cieplnie

source: PrismMaterial-187
plk: Stal AISI 1080 421 hartowana izotermicznie

source: PrismMaterial-188
plk: Stal AISI 1522 289 walcowana na gorąco

source: PrismMaterial-189
plk: Stal AISI 1522 304 walcowana na gorąco

source: PrismMaterial-190
plk: Stal AISI 1541 362 ulepszana cieplnie

source: PrismMaterial-191
plk: Stal AISI 1561 234 walcowana na gorąco

source: PrismMaterial-192
plk: Stal AISI 4130 259 ulepszana cieplnie
