Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

# structural_Nonlinear_Plastic
source: Plastic
plk: Plastyczne

# structural_Nonlinear_Plastic_Strain:uilabel
source: Nonlinear Plastic Strain
plk: Nieliniowe odkształcenie plastyczne

# structural_Nonlinear_Plastic_Stress:uilabel
source: Nonlinear Plastic Stress
plk: Nieliniowe naprężenie plastyczne

# structural_Nonlinear_Tangent_modulus
source: Tangent Modulus
plk: Moduł styczny

# structural_Nonlinear_Tangent_modulus:uilabel
source: Tangent Modulus
plk: Moduł styczny

# structural_Nonlinear_Type:structural_Nonlinear_Elastic
source: Elastic
plk: Sprężyste

# structural_Nonlinear_Type:structural_Nonlinear_Plastic
source: Plastic
plk: Plastyczne

# structural_Nonlinear_Type:uilabel
source: Nonlinear Type
plk: Typ nieliniowy

# structural_Nonlinear_Type_Deprecated:uilabel
source: Deprecated
plk: Nieaktualne

# structural_Nonlinear_Type_Ex
source: Type
plk: Typ

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Elastic
source: Elastic
plk: Sprężyste

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Elasto-plastic
source: Elasto-plastic
plk: Sprężysto-plastyczne

# structural_Nonlinear_Type_Ex:structural_Nonlinear_Plastic
source: Plastic
plk: Plastyczne

# structural_Nonlinear_Type_Ex:uilabel
source: Nonlinear Type
plk: Typ nieliniowy

# structural_Nonlinear_Yield_Criterion
source: Yield Criterion
plk: Kryterium plastyczności

# structural_Nonlinear_Yield_Criterion:uilabel
source: Yield Criterion
plk: Kryterium plastyczności

# structural_Nonlinear_Yield_Stress
source: Initial Yield Stress
plk: Początkowe naprężenie plastyczne

# structural_Nonlinear_Yield_Stress:uilabel
source: Initial Yield Stress
plk: Początkowe naprężenie plastyczne

# structural_Poisson_ratio
source: Poisson's Ratio
plk: Współczynnik Poissona

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
plk: Współczynnik Poissona

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
plk: Współczynnik Poissona 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
plk: Współczynnik Poissona 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
plk: Współczynnik Poissona 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
plk: Współczynnik Poissona 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
plk: Współczynnik Poissona X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
plk: Współczynnik Poissona X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
plk: Współczynnik Poissona Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
plk: Współczynnik Poissona Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
plk: Współczynnik Poissona Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
plk: Współczynnik Poissona Z

# structural_Shear_modulus
source: Shear Modulus
plk: Moduł Kirchhoffa

# structural_Shear_modulus:uilabel
source: Shear Modulus
plk: Moduł Kirchhoffa

# structural_Shear_modulus_12
source: Shear Modulus 12
plk: Moduł Kirchhoffa 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
plk: Moduł Kirchhoffa 12

# structural_Shear_modulus_X
source: Shear Modulus X
plk: Moduł Kirchhoffa X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
plk: Moduł Kirchhoffa X

# structural_Shear_modulus_Y
source: Shear Modulus Y
plk: Moduł Kirchhoffa Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
plk: Moduł Kirchhoffa Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
plk: Moduł Kirchhoffa Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
plk: Moduł Kirchhoffa Z

# structural_Shear_strength_modification
source: Shear Strength Modification
plk: Zmiana siły ścinającej

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
plk: Zmiana siły ścinającej

# structural_Specific_heat
source: Specific Heat
plk: Ciepło właściwe

# structural_Specific_heat:uilabel
source: Specific Heat
plk: Ciepło właściwe

# structural_Thermal_conductivity
source: Thermal Conductivity
plk: Przewodność cieplna

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
plk: Przewodność cieplna

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
plk: Przewodność cieplna X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
plk: Przewodność cieplna X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
plk: Współczynnik rozszerzalności cieplnej 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
plk: Współczynnik rozszerzalności cieplnej 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
plk: Współczynnik rozszerzalności cieplnej 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
plk: Współczynnik rozszerzalności cieplnej 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
plk: Współczynnik rozszerzalności cieplnej X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
plk: Współczynnik rozszerzalności cieplnej X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
plk: Współczynnik rozszerzalności cieplnej Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
plk: Współczynnik rozszerzalności cieplnej Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
plk: Współczynnik rozszerzalności cieplnej Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
plk: Współczynnik rozszerzalności cieplnej Z

# structural_Thermally_treated
source: Thermally Treated
plk: Obróbka cieplna

# structural_Thermally_treated:uilabel
source: Thermally Treated
plk: Obróbka cieplna

# structural_Young_modulus
source: Young's Modulus
plk: Moduł Younga

# structural_Young_modulus:uilabel
source: Young's Modulus
plk: Moduł Younga

# structural_Young_modulus_1
source: Young's Modulus 1
plk: Moduł Younga 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
plk: Moduł Younga 1

# structural_Young_modulus_2
source: Young's Modulus 2
plk: Moduł Younga 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
plk: Moduł Younga 2

# structural_Young_modulus_X
source: Young's Modulus X
plk: Moduł Younga X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
plk: Moduł Younga X

# structural_Young_modulus_Y
source: Young's Modulus Y
plk: Moduł Younga Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
plk: Moduł Younga Y

# structural_Young_modulus_Z
source: Young's Modulus Z
plk: Moduł Younga Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
plk: Moduł Younga Z

# structural_concrete_compression
source: Concrete Compression
plk: Kompresja betonu

# structural_concrete_compression:uilabel
source: Concrete Compression
plk: Kompresja betonu

# structural_isotropic
source: Isotropic
plk: Izotropowe

# structural_lightweight
source: Lightweight
plk: Lekkie

# structural_lightweight:uilabel
source: Lightweight
plk: Lekkie

# structural_orthotropic
source: Orthotropic
plk: Ortotropowe

# structural_source
source: Source
plk: Źródło

# structural_source:uilabel
source: Source
plk: Źródło

# structural_sourceURL
source: Source URL
plk: Źródłowy adres URL

# structural_sourceURL:uilabel
source: Source URL
plk: Źródłowy adres URL

# structural_subclass
source: Subclass
plk: Klasa podrzędna

# structural_subclass:uilabel
source: Subclass
plk: Klasa podrzędna

# structural_transverse_isotropic
source: Transverse Isotropic
plk: Poprzeczne, izotropowe

# structural_wood_Average_modulus
source: Average Modulus
plk: Moduł średni

# structural_wood_Average_modulus:uilabel
source: Average Modulus
plk: Moduł średni

# structural_wood_Bending
source: Bending
plk: Gięcie

# structural_wood_Bending:uilabel
source: Bending
plk: Gięcie

# structural_wood_Construction_Property
source: Construction
plk: Konstrukcja

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
plk: Klejony

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
plk: Klejony KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
plk: Klejony KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
plk: Naturalny

# structural_wood_Construction_Property:uilabel
source: Construction
plk: Konstrukcja

# structural_wood_compression_parallel
source: Compression Parallel to Grain
plk: Kompresja równolegle do słoja

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
plk: Kompresja równolegle do słoja

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
plk: Kompresja prostopadle do słoja

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
plk: Kompresja prostopadle do słoja

# structural_wood_glued
source: Glued
plk: Klejony

# structural_wood_glued_kertoQ
source: Glued KertoQ
plk: Klejony KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
plk: Klejony KertoS

# structural_wood_natural
source: Natural
plk: Naturalny

# structural_wood_shear_parallel
source: Shear Parallel to Grain
plk: Ścinanie równolegle do słoja

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
plk: Ścinanie równolegle do słoja

# structural_wood_tension_parallel
source: Tension Parallel to Grain
plk: Naprężenie równolegle do słoja

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
plk: Naprężenie równolegle do słoja

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
plk: Naprężenie prostopadle do słoja

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
plk: Naprężenie prostopadle do słoja

source: stucco
plk: tynk szlachetny

# stuctural_wood_Species
source: Species
plk: Gatunek

# stuctural_wood_Species:uilabel
source: Species
plk: Gatunek

# stuctural_wood_Strength_grade
source: Strength Grade
plk: Stopień wytrzymałości

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
plk: Stopień wytrzymałości

# surface_albedo:uilabel
source: Color
plk: Kolor

# surface_albedo_label
source: Color
plk: Kolor

# surface_albedo_label:tooltip
source: Determines the color (or the weight) of the specular highlights of the material. Generally, this parameter should be set to a white color for physical correctness, but can be changed for artistic purposes.
plk: Określa kolor (lub wagę) podświetlenia materiału będącego skutkiem lustrzanego odbicia. Zasadniczo w celu uzyskania fizycznej poprawności w parametrze należy ustawić kolor biały, natomiast dla celów artystycznych można go zmienić na inny.

# surface_anisotropy:uilabel
source: Anisotropy
plk: Anizotropia

# surface_anisotropy_panel_label
source: Advanced Highlight Controls
plk: Zaawansowane elementy sterowania podświetleniem

# surface_bump_amount_label
source: Depth Amount
plk: Głębokość

# surface_bump_amount_label:tooltip
source: Adjusts the relative depth of the Bump pattern. Leave to 1.0 to use the exact amount defined by the Normal Map image.
plk: Dostosowuje względną głębokość wzoru wypukłości. Aby używać dokładnej ilości definiowanej przez obraz Zwykła mapa, należy pozostawić wartość 1.0.

# surface_bump_map_label
source: Image
plk: Obraz

# surface_bump_map_label:tooltip
source: Bump defines larger-scale features than what you can achieve with the Roughness parameter, like dents, cracks, grooves etc. Apply an image where those features are defined, with white corresponding to peaks and black to valleys.
plk: Wypukłość określa bardziej całościowe cechy niż parametr Chropowatość, takie jak wgłębienia, pęknięcia, rowki itp. Należy nałożyć obraz na miejsce, w którym te cechy są definiowane. Kolor biały będzie odpowiadał szczytom, a czarny wgłębieniom.

# surface_bump_panel_label
source: Relief Pattern (Bump)
plk: Wzór wypukłości (wypukłość)

# surface_cutout
source: Image
plk: Obraz

# surface_cutout:tooltip
source: Cutout defines holes in the surface with an image map. The holes will have no thickness or depth so it is generally suitable for thin elements such as sheets of metal.
plk: Wycięcie definiuje otwory w powierzchni z mapą obrazu. Otwory nie będą miały grubości ani głębokości, dlatego zasadniczo są przeznaczone dla cienkich elementów, takich jak arkusze blachy.

# surface_cutout:uilabel
source: Image
plk: Obraz

# surface_cutout_panel_label
source: Cutout
plk: Wycięcie

# surface_ndf_beckmann
source: Short Falloff
plk: Krótki zanik

# surface_ndf_ggx
source: Long Falloff
plk: Długi zanik

# surface_ndf_type_label
source: Shape
plk: Kształt

# surface_ndf_type_label:tooltip
source: Determines the underlying equation used to calculate reflections and highlights on the material. The Long Falloff will produce highlights that appear smoother while the Short Falloff will produce highlights that appear sharper.
plk: Określa podstawowe równanie służące do obliczania odbić i podświetleń na materiale. Opcja Długi zanik będzie dawać podświetlenia bardziej wygładzone, natomiast przy ustawieniu Krótki zanik podświetlenia będą ostrzejsze.

# surface_normal:uilabel
source: Image
plk: Obraz

# surface_normal_anisotropy_label
source: Anisotropy
plk: Anizotropia

# surface_normal_anisotropy_label:tooltip
source: Controls the shape of the highlights on the surface by making them elliptical rather than circular. Used together with Roughness, Anisotropy can simulate highlights seen on brushed materials.
plk: Steruje kształtem podświetleń na powierzchni, nadając im formę eliptyczną zamiast kołowej. W połączeniu z ustawieniem Chropowatość parametr Anizotropia może symulować podświetlenia widoczne na szczotkowanych materiałach.

# surface_orientation_label
source: Orientation
plk: Orientacja

# surface_orientation_label:tooltip
source: Determines the orientation of highlights. This has no effect if Anisotropy Amount is set to 0. Used with a texture map. For example, you can recreate woven materials where the direction of the highlights are perpendicular to each other.
plk: Określa orientację podświetleń. Ustawienie nie działa, jeśli w parametrze Anizotropia zostanie ustawiona wartość 0. Jest używane z mapy tekstury. Na przykład można odtworzyć tkane materiały, gdzie kierunki podświetleń są do siebie prostopadłe.

# surface_rotation:uilabel
source: Rotation
plk: Obrót

# surface_roughness
source: Roughness
plk: Chropowatość

# surface_roughness:tooltip
source: The surface finish of the material, specifying the size of microscopic imperfections. When zero, the whole surface is a perfect mirror. Larger values tend towards more diffuse (rough) appearance and larger highlights. Use together with Anisotropy to obtain a brushed finish effect.
plk: Wykończenie powierzchni materiału określające rozmiar mikroskopijnych niedoskonałości. Jeśli wartość wynosi zero, cała powierzchnia stanowi idealne zwierciadło. Większe wartości powodują większe rozpraszanie światła (chropowatość powierzchni) i większe podświetlenia. W połączeniu z parametrem Anizotropia pozwala uzyskać efekt wykończenia szczotkowanego.

# surface_roughness:uilabel
source: Roughness
plk: Chropowatość

# swatch
source: Swatch Scene
plk: Próbka sceny

source: tar paper
plk: papier smołowany

# texture_LinkTextureTransforms
source: Link texture transforms
plk: Łącz przekształcenia tekstury

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
plk: Po włączeniu tego ustawienia wszelkie zmiany ustawień Położenie, Skala i Powtórz tego atrybutu zostaną rozpropagowane do wszystkich innych atrybutów w materiale, który korzysta z tekstury.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
plk: Przekształcenia połączeń

# texture_MapChannel:uilabel
source: Map Channel
plk: Kanał mapy

# texture_MapChannel_ID_Advanced
source: Map Channel
plk: Kanał mapy

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
plk: Identyfikator kanału mapy

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
plk: Źródło UVW

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
plk: Ogranicza odsunięcie. Gdy odsunięcie wzdłuż osi X ulegnie zmianie, odsunięcie wzdłuż osi Y zostanie zmienione o tę samą wartość.

# texture_OffsetLock:uilabel
source: Offset Lock
plk: Blokowanie odsunięcia

# texture_RealWorldOffsetX
source: Offset
plk: Odsunięcie

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
plk: Przesuwa początkowy punkt mapy wzdłuż osi X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
plk: Odsunięcie X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
plk: Przesuwa początkowy punkt mapy wzdłuż osi Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
plk: Odsunięcie Y

# texture_RealWorldScaleX
source: Sample Size
plk: Wielkość próbki

# texture_RealWorldScaleX:rightlabel
source: Width
plk: Szerokość

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for this texture.
plk: Określa skalowanie poziome tej tekstury.

# texture_RealWorldScaleX:uilabel
source: Size X
plk: Rozmiar X

# texture_RealWorldScaleY:rightlabel
source: Height
plk: Wysokość

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for this texture.
plk: Określa skalowanie pionowe tej tekstury.

# texture_RealWorldScaleY:uilabel
source: Size Y
plk: Rozmiar Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
plk: Blokuje współczynnik proporcji mapy. Po zmianie wysokości lub szerokości druga wartość ulega zmianie w odpowiednim stopniu, aby zachować współczynnik proporcji.

# texture_ScaleLock:uilabel
source: Scale Lock
plk: Blokowanie skali

# texture_UOffset:uilabel
source: U Offset
plk: Odsunięcie U

# texture_URepeat
source: Horizontal
plk: Poziomy

# texture_URepeat:offlabel
source: None
plk: Brak

# texture_URepeat:onlabel
source: Tile
plk: Płytka

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
plk: Dostosowuje płytkowanie mapy wzdłuż osi X. Opcja Brak określa, że mapa nie będzie płytkowana w materiale. Opcja Płytka powoduje płytkowanie mapy w materiale.

# texture_URepeat:uilabel
source: U Repeat
plk: Powtórzenie U

# texture_UScale:uilabel
source: U Scale
plk: Skala U

# texture_UVScale:uilabel
source: UV Scale
plk: Skala UV

# texture_VOffset:uilabel
source: V Offset
plk: Odsunięcie V

# texture_VRepeat
source: Vertical
plk: Pionowy

# texture_VRepeat:offlabel
source: None
plk: Brak

# texture_VRepeat:onlabel
source: Tile
plk: Płytka

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
plk: Dostosowuje płytkowanie mapy wzdłuż osi Y. Opcja Brak określa, że mapa nie będzie płytkowana w materiale. Opcja Płytka powoduje płytkowanie mapy w materiale.

# texture_VRepeat:uilabel
source: V Repeat
plk: Powtórzenie V

# texture_VScale:uilabel
source: V Scale
plk: Skala V

# texture_WAngle
source: Rotation
plk: Obrót

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
plk: Obraca mapę od 0 stopni do 360 stopni.

# texture_WAngle:uilabel
source: Angle
plk: Kąt

source: thermal
plk: termiczny

# thermal_Behavior
source: Behavior
plk: Zachowanie

# thermal_Behavior:thermal_isotropic
source: Isotropic
plk: Izotropowe

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
plk: Ortotropowe

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
plk: Umożliwia wybranie między zachowaniem izotropowym a ortotropowym.

# thermal_Behavior:uilabel
source: Behavior
plk: Zachowanie

# thermal_Compressibility
source: Compressibility
plk: Ściśliwość

# thermal_Compressibility:uilabel
source: Compressibility
plk: Ściśliwość

# thermal_Density
source: Density
plk: Gęstość

# thermal_Density:uilabel
source: Density
plk: Gęstość

# thermal_Electrical_resistivity
source: Electrical Resistivity
plk: Rezystywność elektryczna

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
plk: Rezystywność elektryczna

# thermal_Emissivity
source: Emissivity
plk: Emisyjność

# thermal_Emissivity:uilabel
source: Emissivity
plk: Emisyjność

# thermal_Gas_viscosity
source: Gas Viscosity
plk: Lepkość gazu

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
plk: Lepkość gazu

# thermal_Liquid_viscosity
source: Liquid Viscosity
plk: Lepkość płynu

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
plk: Lepkość płynu

# thermal_Permeability
source: Permeability
plk: Przepuszczalność

# thermal_Permeability:uilabel
source: Permeability
plk: Przepuszczalność

# thermal_Porosity
source: Porosity
plk: Porowatość

# thermal_Porosity:uilabel
source: Porosity
plk: Porowatość

# thermal_Reflectivity
source: Reflectivity
plk: Współczynnik odbicia

# thermal_Reflectivity:uilabel
source: Reflectivity
plk: Współczynnik odbicia

# thermal_Specific_heat
source: Specific Heat
plk: Ciepło właściwe

# thermal_Specific_heat:uilabel
source: Specific Heat
plk: Ciepło właściwe

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
plk: Ciepło właściwe parowania

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
plk: Ciepło właściwe parowania

# thermal_Thermal_conductivity
source: Thermal Conductivity
plk: Przewodność cieplna

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
plk: Przewodność cieplna

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
plk: Przewodność cieplna X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
plk: Przewodność cieplna X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# thermal_Transmits_light
source: Transmits Light
plk: Przepuszcza światło

# thermal_Transmits_light:uilabel
source: Transmits Light
plk: Przepuszcza światło

# thermal_Vapor_pressure
source: Vapor Pressure
plk: Ciśnienie par

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
plk: Ciśnienie par

# thermal_isotropic
source: Isotropic
plk: Izotropowe
