Repository: TyrellCollins/XAML
Catalog: AppData/Local/Autodesk/Common/Material Library/18072701/slib/content/advancedphysical/localization/advancedphysical-plk.xlf
Languages: plk

source: 10x10cm measured tiles
plk: Mierzone płytki 10 x 10 cm

source: 10x10cm measured tiles - black background
plk: Mierzone płytki 10 x 10 cm — czarne tło

source: 12x12in measured tiles
plk: Mierzone płytki 12 x 12 cali

source: 12x12in measured tiles - black background
plk: Mierzone płytki 12 x 12 cali — czarne tło

source: 3D Ash - Glossy
plk: 3D jesion — połysk

source: 3D Ash - Painted
plk: 3D jesion — malowany

source: 3D Ash - Semigloss
plk: 3D jesion — półpołysk

source: 3D Ash - Stained dark semigloss
plk: 3D jesion — barwiony na ciemno, półpołysk

source: 3D Ash - Stained light semigloss
plk: 3D jesion — barwiony na jasno, półpołysk

source: 3D Ash - Unfinished
plk: 3D jesion — niewykończony

source: 3D Cherry - Figured - Glossy
plk: Wiśnia 3D — flader — połysk

source: 3D Cherry - Figured -Semigloss
plk: Wiśnia 3D — flader — półpołysk

source: 3D Cherry - Glossy
plk: 3D wiśnia — połysk

source: 3D Cherry - Painted
plk: 3D wiśnia — malowana

source: 3D Cherry - Semigloss
plk: 3D wiśnia — półpołysk

source: 3D Cherry - Stained dark semigloss
plk: 3D wiśnia — barwiona na ciemno, półpołysk

source: 3D Cherry - Stained light semigloss
plk: 3D wiśnia — barwiona na jasno, półpołysk

source: 3D Cherry - Unfinished
plk: 3D wiśnia — niewykończona

source: 3D Koa - Curly - Glossy
plk: Koa 3D — baranek — połysk

source: 3D Koa - Curly - Semigloss
plk: Koa 3D — baranek — półpołysk

source: 3D Mahogany - Glossy
plk: 3D mahoń — połysk

source: 3D Mahogany - Painted
plk: 3D mahoń — malowany

source: 3D Mahogany - Semigloss
plk: 3D mahoń — półpołysk

source: 3D Mahogany - Stained dark semigloss
plk: 3D mahoń — barwiony na ciemno, półpołysk

source: 3D Mahogany - Unfinished
plk: 3D mahoń — niewykończony

source: 3D Maple - Curly - Glossy
plk: Klon 3D — baranek - połysk

source: 3D Maple - Curly - Semigloss
plk: Klon 3D — baranek — półpołysk

source: 3D Maple - Glossy
plk: 3D klon — połysk

source: 3D Maple - Painted
plk: 3D klon — malowany

source: 3D Maple - Quilted - Glossy
plk: Klon 3D — pikowany — połysk

source: 3D Maple - Quilted - Semigloss
plk: Klon 3D — pikowany — półpołysk

source: 3D Maple - Semigloss
plk: 3D klon — półpołysk

source: 3D Maple - Stained dark semigloss
plk: 3D klon — barwiony na ciemno, półpołysk

source: 3D Maple - Stained light semigloss
plk: 3D klon — barwiony na jasno, półpołysk

source: 3D Maple - Unfinished
plk: 3D klon — niewykończony

source: 3D Oak - Glossy
plk: 3D dąb — połysk

source: 3D Oak - Painted
plk: 3D dąb — malowany

source: 3D Oak - Semigloss
plk: 3D dąb — półpołysk

source: 3D Oak - Stained dark semigloss
plk: 3D dąb — barwiony na ciemno, półpołysk

source: 3D Oak - Stained light semigloss
plk: 3D dąb — barwiony na jasno, półpołysk

source: 3D Oak - Unfinished
plk: 3D dąb — niewykończony

source: 3D Pine - Glossy
plk: 3D sosna — połysk

source: 3D Pine - Painted
plk: 3D sosna — malowana

source: 3D Pine - Semigloss
plk: 3D sosna — półpołysk

source: 3D Pine - Stained dark semigloss
plk: 3D sosna — barwiona na ciemno, półpołysk

source: 3D Pine - Stained light semigloss
plk: 3D sosna — barwiona na jasno, półpołysk

source: 3D Pine - Unfinished
plk: 3D sosna — niewykończona

source: 3D Walnut - Figured - Glossy
plk: Orzech 3D — flader — połysk

source: 3D Walnut - Figured - Semigloss
plk: Orzech 3D — flader — półpołysk

source: 3D Walnut - Glossy
plk: 3D orzech — połysk

source: 3D Walnut - Painted
plk: 3D orzech — malowany

source: 3D Walnut - Semigloss
plk: 3D orzech — półpołysk

source: 3D Walnut - Stained dark semigloss
plk: 3D orzech — barwiony na ciemno, półpołysk

source: 3D Walnut - Unfinished
plk: 3D orzech — niewykończony

source: 3D Wood
plk: 3D drewno

source: 4FA3A35A-520F-42E5-988C-62F62BF9AFAE
plk: Tytan — czysty (niska wytrzymałość)

source: 4FB9B57A-F157-448C-A618-8861594CD0A6
plk: Aluminium — stop o wysokiej wytrzymałości

source: 5255369B-8975-49AF-B4E4-D98CE8D2C9CC
plk: Stal —​ konstrukcyjna o wysokiej wytrzymałości

source: 573E7C78-8CC0-40D3-A15F-9F8C107183FA
plk: Stal —​ nierdzewna

source: 5F9947C7-0FFF-4D9E-80FE-E9A706DE3BB5
plk: Stal — wysoka wytrzymałość, niskostopowa

source: 6BEDC50A-1C9B-4400-B9C7-FDAC71BE134B
plk: Miedź — czysta (niska wytrzymałość)

source: 7972C86C-E1FD-4330-B713-65CA8884391B
plk: Miedź — stop o wysokiej wytrzymałości

source: 9F975E36-76A9-4839-8C25-B20D471C7E11
plk: Stal — standardowa konstrukcyjna

source: A Type Bulb - Frosted - 1500lm
plk: Żarówka — matowa — 1500 lm

source: A Type Bulb - Frosted - 800lm
plk: Żarówka — matowa — 800 lm

source: ABE903DF-5D7A-4191-9A1F-18B5863BDCDC
plk: Tytan — stop o wysokiej wytrzymałości

source: ABS
plk: Tworzywo ABS

source: ABS (White)
plk: ABS (biały)

source: ABS - white glossy
plk: ABS — biały, połysk

source: AISI 1015 steel
plk: Stal AISI 1015

source: AISI 1022 steel
plk: Stal AISI 1022

source: ASTM A242 steel, Fy 42 ksi, corrosion resisitant
plk: Stal ASTM A242, fy 42 ksi, odporna na korozję

source: ASTM A242 steel, Fy 46 ksi, corrosion resisitant
plk: Stal ASTM A242, fy 46 ksi, odporna na korozję

source: ASTM A242 steel, Fy 50 ksi, corrosion resisitant
plk: Stal ASTM A242, fy 50 ksi, odporna na korozję

source: ASTM A36 steel, Fy 36 ksi
plk: Stal ASTM A36, fy 36 ksi

source: ASTM A500 steel, Grade B rectangular, Fy 46 ksi
plk: Stal ASTM A500, klasy B, prostokątna, fy 46 ksi

source: ASTM A500 steel, Grade B round, Fy 42 ksi
plk: Stal ASTM A500, klasy B, okrągła, fy 42 ksi

source: ASTM A500 steel, Grade C rectangular, Fy 50 ksi
plk: Stal ASTM A500, klasy C, prostokątna, fy 50 ksi

source: ASTM A500 steel, Grade C round, Fy 46 ksi
plk: Stal ASTM A500, klasy C, okrągła, fy 46 ksi

source: ASTM A53 steel, Fy 35 ksi Steel pipes
plk: Stal ASTM A53, fy 35 ksi, rury stalowe

source: ASTM A572 steel, Fy 42 ksi
plk: Stal ASTM A572, fy 42 ksi

source: ASTM A572 steel, Fy 50 ksi
plk: Stal ASTM A572, fy 50 ksi

source: ASTM A572 steel, Fy 60 ksi
plk: Stal ASTM A572, fy 60 ksi

source: ASTM A572 steel, Fy 65 ksi
plk: Stal ASTM A572, fy 65 ksi

source: ASTM A615 billet steel, Fy 40ksi
plk: Kęs stalowy ASTM A615, fy 40 ksi

source: ASTM A615 billet steel, Fy 60ksi
plk: Kęs stalowy ASTM A615, fy 60 ksi

source: ASTM A615 billet steel, Fy 75ksi
plk: Kęs stalowy ASTM A615, fy 75 ksi

source: ASTM A678, withdrawn in 2010
plk: ASTM A678, wycofana w 2010

source: ASTM A760 steel, Fy 420 Mpa
plk: Stal ASTM A760, fy 420 MPa

source: ASTM A913 steel, Fy 50 ksi
plk: Stal ASTM A913, fy 50 ksi

source: ASTM A913 steel, Fy 60 ksi
plk: Stal ASTM A913, fy 60 ksi

source: ASTM A913 steel, Fy 70 ksi
plk: Stal ASTM A913, fy 70 ksi

source: ASTM A992 steel, Fy 50 ksi
plk: Stal ASTM A992, fy 50 ksi

source: ASTM A992 steel, Fy 60 ksi
plk: Stal ASTM A992, fy 60 ksi

source: ASTM A992 steel, Fy 65 ksi
plk: Stal ASTM A992, fy 65 ksi

source: Abies Grandis
plk: Jodła olbrzymia

source: Acer Saccharum
plk: Klon cukrowy

source: Acetal Resin (White)
plk: Żywica acetalowa (biała)

source: Acetal resin - white satin
plk: Żywica acetalowa — biała, satyna

source: Acetate
plk: Włókno octanowe

source: Acoustic tile
plk: Klepka akustyczna

source: Acrylic
plk: Akrylowy

source: Acrylic (Clear)
plk: Akryl (przezroczysty)

source: Acrylic (Red)
plk: Akryl (czerwony)

source: Acrylic sheet - PMMA
plk: Arkusz akrylowy — Polimetakrylan metylu

source: Acrylic sheet glazing
plk: Przeszklenie z arkusza akrylowego

source: Acrylic, Polymethyl Methacrylate
plk: Akrylowy, polimetakrylan metylu

source: Acrylonitrile Butadiene Polycarbonate
plk: Akrylonitryl butadien poliwęglan

source: Acrylonitrile Butadiene Styrene, Molded
plk: Akrylonitryl butadien styren, formowane

source: Acrylonitrile butadiene styrene
plk: Akrylonitryl butadien styren

# Additional_Color_Noise_label
source: Additional Color Noise
plk: Dodatkowy szum barwny

# Additional_Color_Noise_label:tooltip
source: Enables random color variations.
plk: Włącza losowe zmiany koloru.

# Additional_Growth_Noise_label
source: Additional Growth Noise
plk: Dodatkowy szum wzrostu

# Additional_Growth_Noise_label:tooltip
source: Enables fibers random distortion.
plk: Włącza losowe zniekształcenia włókien.

source: Adobe
plk: Cegła niewypalana

source: Advanced physical material.
plk: Zaawansowany materiał fizyczny.

source: Aerated Concrete
plk: Gazobeton

source: Air
plk: Powietrze

source: Air Barrier
plk: Bariera powietrzna

source: Air, properties at atmospheric pressure
plk: Powietrze, właściwości pod ciśnieniem atmosferycznym

source: Alloy steel
plk: Stal stopowa

source: Alloy stuctural steel
plk: Stal konstrukcyjna stopowa

source: Aluminum
plk: Aluminium

source: Aluminum , oxidized finish
plk: Aluminium, wykończenie oksydowane

source: Aluminum - Anodized Glossy (Blue)
plk: Aluminium — anodowane, połysk (niebieskie)

source: Aluminum - Anodized Glossy (Grey)
plk: Aluminium — anodowane, połysk (szare)

source: Aluminum - Anodized Glossy (Red)
plk: Aluminium — anodowane, połysk (czerwone)

source: Aluminum - Anodized Rough (Blue)
plk: Aluminium — anodowane, chropowate (niebieskie)

source: Aluminum - Anodized Rough (Grey)
plk: Aluminium — anodowane, chropowate (szare)

source: Aluminum - Anodized Rough (Red)
plk: Aluminium — anodowane, chropowate (czerwone)

source: Aluminum - Bead Blasted
plk: Aluminium — szkiełkowane

source: Aluminum - Brushed Linear
plk: Aluminium — szczotkowane liniowo

source: Aluminum - Brushed Radial
plk: Aluminium — szczotkowane promieniowo

source: Aluminum - Cast
plk: Aluminium — odlew

source: Aluminum - High-Strength Alloy
plk: Aluminium — stop o wysokiej wytrzymałości

source: Aluminum - Knurled
plk: Aluminium — radełkowane

source: Aluminum - Moderate-Strength Alloy
plk: Aluminium —​ stop o średniej wytrzymałości

source: Aluminum - Polished
plk: Aluminium — polerowane

source: Aluminum - Pure (Low-Strength)
plk: Aluminium — czyste (niska wytrzymałość)

source: Aluminum - Satin
plk: Aluminium — satynowe

source: Aluminum - bead blasted
plk: Aluminium — szkiełkowane

source: Aluminum - brushed
plk: Aluminium — szczotkowane

source: Aluminum - brushed radial
plk: Aluminium — szczotkowane promieniowo

source: Aluminum - cast
plk: Aluminium — odlew

source: Aluminum - circular alternated horizontal mesh 3.5x19mm - beveled
plk: Aluminium — okrągła naprzemienna pozioma siatka 3,5 x 19 mm — ścięta

source: Aluminum - circular alternated mesh 5mm holes - beveled
plk: Aluminium — okrągła naprzemienna siatka z otworami 5 mm — ścięta

source: Aluminum - circular alternated small mesh 3.5mm holes- beveled
plk: Aluminium — okrągła naprzemienna drobna siatka z otworami 3,5 mm — ścięta

source: Aluminum - circular horizontal mesh 3.5x19mm - beveled
plk: Aluminium — okrągła pozioma siatka 3,5 x 19 mm — ścięta

source: Aluminum - diamond plate 1
plk: Aluminium — płyta rombowa 1

source: Aluminum - diamond plate 2
plk: Aluminium — płyta rombowa 2

source: Aluminum - diamond plate 3
plk: Aluminium — płyta rombowa 3

source: Aluminum - expanded mesh thick
plk: Aluminium — siatka rozwinięta, gruba

source: Aluminum - expanded mesh thin
plk: Aluminium — siatka rozwinięta cienka

source: Aluminum - hexagonal mesh
plk: Aluminium — siatka sześciokątna

source: Aluminum - knurled
plk: Aluminium — radełkowane

source: Aluminum - polished
plk: Aluminium — polerowane

source: Aluminum - satin
plk: Aluminium — satynowe

source: Aluminum 2014-T4
plk: Aluminium 2014-T4

source: Aluminum 6061
plk: Aluminium 6061

source: Aluminum Alloy 2024-T351
plk: Stop aluminium 2024-T351

source: Aluminum Alloy 3003-H14
plk: Stop aluminium 3003-H14

source: Aluminum Diamond Plate - 1 Bar
plk: Aluminiowa blacha ryflowana — 1 łezka

source: Aluminum Diamond Plate - 3 Bar
plk: Aluminiowa blacha ryflowana — 3 łezki

source: Aluminum Diamond Plate - Tread Brite
plk: Aluminiowa blacha ryflowana — Tread Brite

source: Aluminum Hexagonal Mesh
plk: Sześciokątna siatka aluminiowa

source: Aluminum Mesh - Expanded Thick
plk: Siatka aluminiowa — rozwinięta, gruba

source: Aluminum Mesh - Holes Large
plk: Siatka aluminiowa — duże otwory

source: Aluminum Mesh - Holes Small
plk: Siatka aluminiowa — małe otwory

source: Aluminum Mesh - Slot
plk: Siatka aluminiowa — szczelina

source: Aluminum Mesh - Slot Staggered
plk: Siatka aluminiowa — szczeliny naprzemiennie

source: Aluminum Mesh Expanded Thin
plk: Siatka aluminiowa rozwinięta cienka

source: Aluminum copper alloy, heat treated, aged
plk: Stop aluminiowo-miedziowy, utwardzony cieplnie, starzony

source: Aluminum copper alloy, heat treated, artifically aged
plk: Stop aluminiowo-miedziowy, utwardzony cieplnie, sztucznie starzony

source: Aluminum magnesium alloy, strain hardened
plk: Stop aluminiowo-magnezowy, utwardzony naprężeniowo

source: Aluminum magnesium silicon alloy, 6061
plk: Stop aluminiowo-magnezowo-krzemowy, 6061

source: Aluminum manganese alloy, strain hardened
plk: Stop aluminiowo-manganowy, utwardzony naprężeniowo

source: Aluminum zinc alloy, annealed
plk: Stop aluminiowo-cynkowy, wyżarzony

source: Aluminum, annealed, zinc alloy
plk: Aluminium, wyżarzone, stop cynkowy

source: Aluminum, heat treated, aged, copper alloy
plk: Aluminium, utwardzane cieplnie, starzone, stop miedziowy

source: Aluminum, heat treated, artificially aged, copper alloy
plk: Aluminium, utwardzane cieplnie, sztucznie starzone, stop miedziowy

source: Aluminum, magnesium silicon alloy
plk: Aluminium, stop magnezowo-krzemowy

source: Aluminum, soft annealed
plk: Aluminium, wyżarzone na miękko

source: Aluminum, soft annealed, magnesium alloy
plk: Aluminium, wyżarzone na miękko, stop magnezu

source: Aluminum, soft annealed, magnesium alloy, marine
plk: Aluminium, wyżarzone na miękko, stop magnezu, okrętowe

source: Aluminum, soft annealed, magnesium silicon alloy
plk: Aluminium, wyżarzone na miękko, stop magnezowo-krzemowy

source: Aluminum, soft annealed, manganese alloy
plk: Aluminium, wyżarzone na miękko, stop manganowy

source: Aluminum, strain hardened
plk: Aluminium, utwardzone naprężeniowo

source: Aluminum, strain hardened, magnesium alloy
plk: Aluminium, utwardzone naprężeniowo, stop magnezowy

source: Aluminum, strain hardened, magnesium alloy, architectural
plk: Aluminium, utwardzone naprężeniowo, stop magnezowy, architektoniczne

source: Aluminum, strain hardened, magnesium alloy, marine
plk: Aluminium, utwardzone naprężeniowo, stop magnezowy, okrętowe

source: Aluminum, strain hardened, manganese alloy
plk: Aluminium, utwardzone naprężeniowo, stop manganowy

source: American Ash
plk: Jesion amerykański

source: American Birch
plk: Brzoza amerykańska

source: Annealed
plk: Wyżarzone

source: Anodized - blue glossy
plk: Anodowane — niebieskie błyszczące

source: Anodized - blue rough
plk: Anodowane — niebieskie chropowate

source: Anodized - grey glossy
plk: Anodowane — szare błyszczące

source: Anodized - grey rough
plk: Anodowane — szare chropowate

source: Anodized - red glossy
plk: Anodowane — czerwone błyszczące

source: Anodized - red rough
plk: Anodowane — czerwone chropowate

source: Anodized aluminum, blue
plk: Anodowane aluminium, niebieskie

source: Anodized aluminum, red
plk: Anodowane aluminium, czerwone

source: Anodized aluminum, silver
plk: Anodowane aluminium, srebrne

source: Architectural
plk: Architektoniczne

source: Architectural bronze
plk: Brąz architektoniczny

source: Argon, properties at atmospheric pressure
plk: Argon, właściwości pod ciśnieniem atmosferycznym

source: Ash
plk: Jesion

source: Aspen OSB
plk: Płyta wiórowa z osiki o wiórach orientowanych

source: Asphalt
plk: Asfalt

source: Asphalt coating
plk: Pokrycie asfaltowe

source: Asphalt paving
plk: Bruk asfaltowy

source: Asphalt roofing cement
plk: Asfaltowy cement dachowy

source: Asphalt surface
plk: Powierzchnia asfaltowa

source: Austenitic stainless steel
plk: Austenityczna stal nierdzewna

source: Austenitic stainless steel - general purpose
plk: Austenityczna stal nierdzewna — ogólnego zastosowania

source: Autoclaved aerated concrete blocks
plk: Autoklawowane bloki z gazobetonu

source: Bakelite
plk: Bakelit

source: Bamboo Dark - Semigloss
plk: Ciemny bambus — półpołysk

source: Bamboo Light - Semigloss
plk: Jasny bambus — półpołysk

source: Base Material - Opaque
plk: Materiał bazowy — nieprzezroczysty

source: Base Materials
plk: Materiały bazowe

source: Base material - Layered
plk: Materiał bazowy — warstwowy

source: Base material - Metal
plk: Materiał bazowy — metal

source: Base material - Transparent
plk: Materiał bazowy — przezroczysty

source: Basic structural asset.
plk: Podstawowe zasoby konstrukcyjne.

source: Batt
plk: Mata

source: Billet
plk: Kęs

source: Bitumen/Felt roofing
plk: Bitumin/Pilśniowe pokrycie dachowe

source: Black Cherry
plk: Czarna wiśnia

source: Black Walnut
plk: Czarny orzech

source: Black Willow
plk: Czarna wierzba

source: Board
plk: Płyta

source: Bonded woodwool insulation board
plk: Panel izolacyjny z wiązanej wełny drzewnej

source: Brass
plk: Mosiądz

source: Brass - Knurled
plk: Mosiądz — radełkowany

source: Brass - Matte
plk: Mosiądz — matowy

source: Brass - Old
plk: Mosiądz — stary

source: Brass - Old - Matte
plk: Mosiądz — stary — matowy

source: Brass - Polished
plk: Mosiądz — polerowany

source: Brass - circular alternated mesh 5mm holes- beveled
plk: Mosiądz — okrągła naprzemienna siatka z otworami 5 mm — ścięta

source: Brass - circular alternated small mesh 3.5mm holes- beveled
plk: Mosiądz — okrągła naprzemienna drobna siatka z otworami 3,5 mm — ścięta

source: Brass - circular horizontal alternated mesh 3.5x19mm - beveled
plk: Mosiądz — okrągła naprzemienna pozioma siatka 3,5 x 19 mm — ścięta

source: Brass - circular horizontal mesh 3.5x19mm - beveled
plk: Mosiądz — okrągła pozioma siatka 3,5 x 19 mm — ścięta

source: Brass - hexagonal mesh
plk: Mosiądz — siatka sześciokątna

source: Brass - knurled
plk: Mosiądz — radełkowany

source: Brass - matte
plk: Mosiądz — matowy

source: Brass - mesh expanded - thin
plk: Mosiądz — siatka rozwinięta — cienka

source: Brass - old look
plk: Mosiądz — starzony

source: Brass - old matte look
plk: Mosiądz — starzony, matowy

source: Brass - polished
plk: Mosiądz — polerowany

source: Brass - wire mesh
plk: Mosiądz — siatka druciana

source: Brass Hexagonal Mesh
plk: Sześciokątna siatka mosiężna

source: Brass Mesh - Expanded Thin
plk: Siatka mosiężna — rozwinięta, cienka

source: Brass Mesh - Holes Large
plk: Siatka mosiężna — duże otwory

source: Brass Mesh - Holes Small
plk: Siatka mosiężna — małe otwory

source: Brass Mesh - Slot
plk: Siatka mosiężna — szczelina

source: Brass Mesh - Slot Staggered
plk: Siatka mosiężna — szczeliny naprzemiennie

source: Brass Mesh - Wire Small
plk: Siatka mosiężna — druciana, mała

source: Brass, polished
plk: Mosiądz, polerowany

source: Brick
plk: Cegła

source: Bronze
plk: Brąz

source: Bronze - Patina
plk: Brąz — patyna

source: Bronze - Polished
plk: Brąz — polerowany

source: Bronze - patina
plk: Brąz — patyna

source: Bronze - polished
plk: Brąz — polerowany

source: Bronze glazing, low E coating
plk: Przeszklenie brązowe, powłoka o niskiej emisyjności

source: Bronze, polished
plk: Brąz, polerowany

source: Building paper
plk: Papa

source: Bump Map.
plk: Mapa wypukłości.

source: BumpMap
plk: MapaWypukłości

# BumpMapSchema_localname:Bump Texture
source: Bump Texture
plk: Tekstura z wypukłościami

# BumpMapSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Burnt clay tile
plk: Płytka z gliny wypalanej

source: Butyl rubber
plk: Kauczuk butylowy

source: C5F2133D-0660-40A6-8BA2-BD45E31374EA
plk: Aluminium — czyste (niska wytrzymałość)

source: CMU
plk: Bloczek betonowy

source: California Redwood
plk: Sekwoja wiecznozielona

source: Canvas
plk: Płótno

source: Carbon
plk: Węgiel

source: Carbon Dioxide, properties at atmospheric pressure
plk: Dwutlenek węgla, właściwości pod ciśnieniem atmosferycznym

source: Carbon Fiber
plk: Włókno węglowe

source: Carbon Fiber - Plain
plk: Włókno węglowe — zwykłe

source: Carbon Fiber - Twill
plk: Włókno węglowe — splot skośny

source: Carbon fiber 2/2 twill
plk: Włókno węglowe 2/2 o splocie skośnym

source: Carbon fiber plain weave
plk: Włókno węglowe o splocie płóciennym

source: Carbon fiber reinforced epoxy
plk: Epoksyd wzmocniony włóknem węglowym

source: Carbon steel
plk: Stal węglowa

source: Carbon steel, Fy 250 MPa
plk: Stal węglowa, fy 250 MPa

source: Carpet
plk: Dywan

source: Carpet, grey
plk: Wykładzina dywanowa, szara

source: Cast
plk: Odlew

source: Cast Iron
plk: Żeliwo

source: Cast acrylic resin, mineral filled
plk: Odlewana żywica akrylowa, z wypełnieniem mineralnym

source: Cast acrylic, average values
plk: Odlew akrylowy, średnie wartości

source: Cast bronze
plk: Odlew brązu

source: Cast copper
plk: Odlew miedzi

source: Cast epoxy, unfilled. average values
plk: Odlew epoksydowy, niewypełniony, średnie wartości

source: Cast glass, clear
plk: Odlew szklany, przezroczysty

source: Cast glass, transparent gray
plk: Odlew szklany, przezroczysty szary

source: Cast steel
plk: Staliwo

# Cast, Solution Treated&#xA;thermal props @ 68 F
source: Cast, Solution Treated thermal props @ 68 F
plk: Odlew, obróbka w roztworze właściwości termiczne przy 68 F

source: Cellulose
plk: Celuloza

source: Cellulosic insulation
plk: Izolacja celulozowa

source: Cement Mortar
plk: Zaprawa cementowa

source: Cement Plaster
plk: Tynk cementowy

source: Cement plaster
plk: Tynk cementowy

source: Cement plaster, sand aggregate
plk: Tynk cementowy, kruszywo piaskowe

source: Ceramic
plk: Ceramika

source: Ceramic Floor Tile
plk: Ceramiczna płytka podłogowa

source: Ceramic Tile
plk: Płytka ceramiczna

source: Ceramic roofing tile
plk: Ceramiczna płytka dachowa

source: Chalk
plk: Kreda

source: Cherry
plk: Wiśnia

source: Cherry - Glossy
plk: Wiśnia — połysk

source: Cherry - Semigloss
plk: Wiśnia — półpołysk

source: Chipboard
plk: Płyta wiórowa

source: Chlorine, properties at atmospheric pressure
plk: Chlor, właściwości pod ciśnieniem atmosferycznym

source: Chrome
plk: Chrom

source: Chrome - Black
plk: Chrom — czarny

source: Chrome - black mirror
plk: Chrom — czarny lustrzany

source: Chrome - mirror
plk: Chrom — lustrzany

source: Chromiuim plated steel
plk: Stal chromowana

source: Chromium
plk: Chrom

source: Chromium Vanadium steel
plk: Stal chromowo-wanadowa

source: Chromium steel
plk: Stal chromowa

source: Chromoly steel
plk: Stal chromowo-molibdenowa

source: Clay tiles
plk: Płytki gliniane

source: Clear glazing
plk: Przeszklenie przezroczyste

source: Clear glazing, low E coating
plk: Przeszklenie przezroczyste, powłoka o niskiej emisyjności

source: Clear glazing, tempered
plk: Przeszklenie przezroczyste, hartowane

source: Cloth
plk: Tkanina

source: Coating - Black Oxide
plk: Powłoka — oksydowana na czarno

source: Coating - Titanium Nitride
plk: Powłoka — azotek tytanu

source: Coating - black oxide
plk: Powłoka — oksydowana na czarno

source: Coating - titanium nitride
plk: Powłoka — azotek tytanu

source: Coatings
plk: Powłoki

source: Cold Formed
plk: Formowane na zimno

source: Color Density
plk: Nasycenie koloru

# ColorLabel
source: Color
plk: Kolor

# ColorVariationsLabel
source: Color Variations
plk: Zmiany koloru

source: Common brick
plk: Cegła zwykła

source: Composite
plk: Bryła

source: Concrete
plk: Beton

source: Concrete - Tiles
plk: Beton — płytki

source: Concrete f'c=10 MPa
plk: Beton f'c=10 MPa

source: Concrete f'c=15 MPa
plk: Beton f'c=15 MPa

source: Concrete f'c=20 MPa
plk: Beton f'c=20 MPa

source: Concrete f'c=21 MPa
plk: Beton f'c=21 MPa

source: Concrete f'c=25 MPa
plk: Beton f'c=25 MPa

source: Concrete f'c=28 MPa
plk: Beton f'c=28 MPa

source: Concrete f'c=3.0 ksi
plk: Beton f'c=3.0 ksi

source: Concrete f'c=3.5 ksi
plk: Beton f'c=3,5 ksi

source: Concrete f'c=30 MPa
plk: Beton f'c=30 MPa

source: Concrete f'c=35 MPa
plk: Beton f'c=35 MPa
